{"itemid":5,"event":"Whew.\r\n\r\nWell, I'm back home again in Santa Fe, after... how long have I been on the road, exactly?  It feels like six months at least.  England, Scotland, Italy, and then my US book tour... one city blurs into another... it was great, all of it, but damn, it was exhausting too.  I can see I need to get in much better shape before I attempt anything like that again.  I don't know that I've ever been so tired.\r\n\r\nThere are a hundred stories I could tell about the tours, and maybe I will tell a few in posts to come, but right now I'm too weary.  I do, however, want to thank all of you who came out to see me.  The crowds were astonishing.  On the US tour, the smallest turnouts were still in excess of 250 people, and some of the events were much bigger than that.  Tattered Cover in Denver and Joseth Beth in Lexington both topped 400, the University Book Store in Seattle hit 500 or thereabouts, and the New York and Ann Arbor signings each drew more than 600 people.  Hot damn.  \r\n\r\nIt was great to see so many people, and to hear so much enthusiasm... and if at times I seemed somewhat overwhelmed by it all, please chalk that up to travel fatigue and sleep deprivation.  I love meeting my readers, and I only wish I could have had more than half a minute to spend with each of you (FWIW, cons are really much better than signings for talking and hanging out).  There were moments, especially in Ann Arbor and New York City, where it felt as though the signing lines would never end, and I would still be scrawling in books as the sun came up... but at least I had a comfortable seat.  All of you who stood in those lines for hours at a time deserve an award for valor.  Thanks for your patience... and for your kind words when at last you finally made it to the front.\r\n\r\nI was in the Bay Area when I received the news that A FEAST FOR CROWS was going to debut at #1 on the NEW YORK TIMES bestseller list (CROWS also hit #1 on the WALL STREET JOURNAL and PUBLISHER'S WEEKLY lists, and #2 on the USA TODAY list, which combines fiction and nonfiction).  A few days before, TIME magazine had hit the stands, with as good a review as any writer could ever hope for.  Being able to share those tiding with my readers at some of the signings made them even more memorable.  This will be a month that I will remember for a long, long time to come...\r\n\r\nJust now, though, all I want to do is sleep, read my mail, and get caught up on my football games and the last six episodes of ROME.\r\n\r\nLater.","ditemid":1305,"eventtime":"2005-11-25 14:36:00","props":{"personifi_tags":"nterms:yes"},"can_comment":0,"logtime":"2005-11-25 22:03:34","anum":25,"url":"http://grrm.livejournal.com/1305.html","event_timestamp":1132929360,"reply_count":0}