{"itemid":540,"subject":"Slaughter at Suvudu","event":"March Madness begins on Monday at Suvudu, the Spectra/ Del Rey/ Bantam/ Ballatine website.  You can find it here:\r\n\r\nhttp://www.suvudu.com/\r\n\r\nI'm going to need all my fans and readers to check out that site to help defend the honor of the Seven Kingdoms of Westeros against a loathesome creature out of Hogwart's.\r\n\r\nWhat does that mean, you ask?  Well, I'll let the good folks at Bantam Spectra explain:\r\n\r\n\"Kaitlin Heller and David Pomerico—two obviously busy editors at Del Rey and Spectra—thought that it would be fun to take some time out of their schedules to speculate on who would win if the greatest fantasy and science fiction characters were put into a March Madness®-style bracket, and asked to duke it out.\r\n\r\n\"The answer, though, would be determined by the experts—namely, you.\r\n\r\n\"As readers, I’m sure you know many of these characters intimately.  You know their strengths, you know their weaknesses.   And most of all, you know that there’s no way in hell Drizzt Do’Urden would ever lose a sword fight with Hiro Protagonist…or would he?\r\n\r\n\"What Kaitlin and David did, then, is all the leg-work, culling through the tomes of science fiction and fantasy to put together a field of thirty-two worthy* combatants.  They—as well as a number of dedicated members of the Del Rey, Spectra, and Suvudu teams—put together stat sheets, just in case someone wasn’t as familiar with the character as they ought to be (Yes, ought!  And you call yourself nerds) to be.\r\n\r\n\"And then they ran extensive simulations** to see who would come out on top in these first rounds of match-ups.  The results, in some circumstances, might surprise you.  They definitely surprised us.\r\n\r\n\"But those were just simulations.  It’s up to you readers to vote on who you think would win.  It’s up to you to convince others you’re right. Think our analysis is wrong?  Let us know.  Clearly it’s you who are wrong, but we’ll humor you.\r\n\r\n\"At the end of the day, what matters is that two men (or women…or elves…or one elf and one “other”) are entering the ring starting Monday, and a few days later (voting for the Monday matches close Thursday; voting for the Wednesday closes Sunday), only one of them is leaving.  And then the second round begins!\r\n\r\n\"So make your voice heard.\"  \r\n\r\nThat's the score.  The elimination starts on Monday.\r\n\r\nTo represent the Seven Kingdoms, Bantam has chosen Ser Jaime Lannister.  Alas, however, they have chosen the FEAST Jaime, with his... ah... handicap, not the Kingslayer of the earlier books.  Which should make the match more interesting.  \r\n\r\nHis opponent?  Well, he's really pissed off about that.  He wanted Conan or Elric or Aragorn.  Instead he's drawn (they CLAIM it's random):\r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/0009060k/\"><img src=\"http://pics.livejournal.com/grrm/pic/0009060k/s320x240\" width=\"179\" height=\"240\" border='0'/></a>\r\n\r\nWho will win?  YOU decide.\r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/00091q12/\"><img src=\"http://pics.livejournal.com/grrm/pic/00091q12/s320x240\" width=\"320\" height=\"213\" border='0'/></a>\r\n\r\nVote early and often, and Jaime may live to fight another day.\r\n\r\n(And I'm closing comments on this one.  Save all your eloquence for Suvudu, where your arguments will help determine the outcome of the match).\r\n\r\n((There are fifteen others matches you can weigh in on too.  Single elimination.  If I was a betting man, I'd put my sheckles on Cthulhu myself, but maybe that's just because I've been writing all those ironborn scenes.))","ditemid":138388,"eventtime":"2010-03-05 23:23:00","props":{"opt_nocomments":1,"taglist":"bantam spectra","current_moodid":45,"personifi_word_count":566,"picture_keyword":"ireland","opt_screening":"F","personifi_tags":"23:8,36:2,16:4,17:4,3:46,4:26,20:12,9:22,10:2,33:4,21:18,11:8,30:2,nterms:yes","interface":"web","revnum":2,"revtime":1267857052},"can_comment":0,"logtime":"2010-03-06 06:23:39","anum":148,"url":"http://grrm.livejournal.com/138388.html","event_timestamp":1267831380,"reply_count":0}