{"itemid":549,"subject":"Suvudu Cage Matches, Round Two","event":"The great Suvudu cage match continues.\r\n\r\nIn round one, Jaime Lannister made short work of short stuff Hermione Granger, thanks in large part of all of you.  Thanks!\r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/000972p3/\"><img src=\"http://pics.livejournal.com/grrm/pic/000972p3\" width=\"300\" height=\"200\" border='0'/></a>\r\n\r\nIn round two, however, Jaime faces somewhat larger opposition.  The big green guy himself, Cthulhu of R'lyeh.\r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/00096xfh/\"><img src=\"http://pics.livejournal.com/grrm/pic/00096xfh/s320x240\" width=\"320\" height=\"240\" border='0'/></a>\r\n\r\nTo read Suvudu's account of their clash, and register your vote, go to:\r\n\r\nhttp://www.suvudu.com/2010/03/cage-match-2010-round-2-2-cthulhu-versus-15-jaime-lannister.html\r\n\r\nAs for my own version of how things might go, here 'tis:\r\n\r\n\r\n\"Books?\" Jaime said.  \"How can books help me in a fight?\"\r\n\r\n\"They can tell you more about this thing you're fighting.\"  Tyrion dumped the dusty tomes down on the table. \r\n\r\n\"Cthulhu,\" said Jaime.  \"It sounds like the noise old men make when they're bringing up phelgm.\"   He rummaged through the books with his good hand.  They had odd titles, in languages he did not know, though he was not surprised his brother did.  \"Abdul Alhazared,\" he pronounced, leafing through a few pages.  \"This is written in gibberish.  What tongue is this?\"\r\n\r\n\"A fair question,\" said Tyrion, \"to which I have no answer.  That comes from the shadowlands beyond Asshai.  But here, look at this.  It is a translation of a translation of a translation, I understand.\"  The dwarf flipped through the pages, until he found the one he wanted.  \"And there are illuminations.  Here.  This is Cthulhu.\"\r\n\r\nJaime stared.  \"That?\"\r\n\r\n\"That.\"\r\n\r\n\"It's as big as Casterly Rock.\"\r\n\r\n\"Bigger.  If Casterly Rock fell on its head it might not even notice.\"\r\n\r\n\"Seven bloody hells.\"  Even if he still had two good hands, Jaime Lannister was not certain how he was supposed to fight something like that.  \"Those tentacles... this thing looks as though it just ate twenty giant krakens, but hasn't quite finished swallowing them yet.\"  He sat down, and began turning pages.  \"Maybe if I had a dragon... \"\r\n\r\n\"Maybe if you had a hundred dragons.\"  Tyrion sat cross-legged on his stool and began rummaging through another book, called Mysteries of the Worm.\r\n\"Read.  I'll do the same.  You haven't much time.\"\r\n\r\n\"I suppose not,\" Jaime admitted.  \"What am I looking for?\"\r\n\r\n\"Weaknesses.\"\r\n\r\nJaime looked at the picture of Cthulhu again.   \"It has eyes,\" he said.  \"A vulnerable point, perhaps.  A spear through the eye will kill a dragon.\"  How could he reach the eyes, though?  The thing was taller than the Wall.  \"A rope and a grapnel... I could scale the damned thing, as if it were a mountain...  but I'd need too good hands to pull myself up...\"  He did not have two good hands. \r\n\r\n\"You could have twenty good hands,\" said Tyrion.  He did not even look up from his book.  \"The tentacles would catch you and pull you apart like a wishbone.\"  He turned another page.  \"You had best start reading, if you ever want to fuck our sweet sister again.\"\r\n\r\nJaime started reading.  It was not at all his favorite pastime, but he saw his little brother's point.\r\n\r\nThe better part of an hour passed before he looked up.  \"Here's something,\" he said.  \"Elder signs.\"  He turned the book around and showed it to Tyrion.\r\n\r\nThe dwarf scratched at his nose, considering.  \"Hmmm.  Yes.  Protective wards.  Those could be useful.\"\r\n\r\n\"I can paint one on my shield,\" said Jaime.\r\n\r\n\"On your shield and all over your armor,\" suggested Tyrion.  \"But paint can be stripped away too easily.  Have these Elder Signs etched into the metal.\"\r\n\r\n\"Agreed.\"  Jaime rose and summoned his armorer and set him to work.  \"Along my sword as well,\" he told the man.  \"Both sides.\"\r\n\r\nTyrion was still reading.  \"That's unfortunate.\"\r\n\r\n\"What?\"  Jaime poured each of them a cup of wine.  This reading was thirsty work.\r\n\r\n\"Well, it says here that the mere sight of this Cthulhu will drive you mad with terror.\"\r\n\r\nJaime laughed.  \"What, me?\"  He took a sip of wine.  \"Sometimes a little terror just makes a man fight harder.\"\r\n\r\n\"They're talking about a lot of terror,\" said the dwarf.  \"Not the fight-harder kind, alas.  The shit-your-breeches-and-curl-up-in-a-ball kind.\"\r\n\r\nNow that was really vexing.  Even covered with Elder Signs, how could he be expected to fight the damn thing if he could not even look at it?  \"Do I need to go into battle blind?\" he asked his brother.  \"There was Symeon Star-Eyes, true, but he had years of experience fighting sightless.  I do not.  How do I even find the bloody thing?\"\r\n\r\n\"Well, I imagine there will be a smell,\" said Tyrion.   His frown deepened.  \"It would appear you can't kill it either.\"\r\n\r\n\"A thrust through the eye... \" insisted Jaime, clinging to that hope.\r\n\r\n\"... is like to inconvenience it, but the thing's already dead, or undead, or...  Listen to this.  That is not dead which can eternal lie.  \r\nAnd with strange aeons even death may die.\"\r\n\r\n\"I doubt that I can wait aeons,\" said Jaime.  \"So the thing's a god, is it?\"\r\n\r\n\"Pretty much.\"  Scowling, Tyrion turned more pages.  Then he grinned.  \"Oh, hold on.  Here is it.\"\r\n\r\n\"What now?\" asked Jaime.\r\n\r\n\"It's sleeping.\"  Tyrion tapped the page.  \"Says so right here.  And in the other book as well.  Cthulhu is sleeping in R'yleh beneath the sea.\"\r\n\r\n\"How does that help us?\"  asked Jaime.\r\n\r\n\"Well,\" said Tyrion, \"let's not wake it.  If Cthulhu doesn't turn up, you win the match by default.  Big fellow like that needs its sleep.  I'd hate to disturb its dreaming, wouldn't you?\"\r\n\r\n\"We all need to dream,\" said Jaime, with a wry smile.  \"But someone will want to it wake it up, I fear.\"\r\n\r\n\"A lot of someones,\" the dwarf confessed.  \"There's heavy coin down on the big guy.\"\r\n\r\nHe was not wrong.  When Jaime strode onto the battleground beside the sea, he found more than twenty of them: priests and acolytes with bulging eyes, fish-belly white skin, receding chins, and the odd gill or two.  The moment they saw him, they all started chanting, \"Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn,\"and dancing about in a circle, their pale limbs flopping.  Their eyes were all on the waves.  None of them paid the least bit of attention to Jaime... until he shrugged off his cloak and let it puddle to the ground, revealing the golden armor beneath, covered over head to heel with Elder Signs.\r\nThen they started shrieking.  Smiling happily, Jaime donned his helm, and unsheathed his longsword. \r\n\r\nThe priests were slow and clumsy, at least on land.  None of them were armed, and his blade went through their pale soft flesh like a fishwife's knife through a fresh catch, the Elder Signs along its length brightening with each kill.  Green ichor splattered everywhere.  Before long the ground was slippery with scales and webbed hands and stinking fish innards.  No one was chanting anymore. \r\n\r\nCthulhu never showed.   Jaime hoped it was having a nice dream.  Maybe it has a sweet sister too.\r\n\r\n\"I think you've won this one,\" said Tyrion, as the sun was going down.  There was no one left to dispute it.   \"Let's go collect our winnings.  You won't believe the odds I got on you, brother.\"\r\n\r\n========================\r\n\r\nAs before, post your thoughts and comments on Suvudu for your fellow fight fans.  Not here, please.","ditemid":140797,"eventtime":"2010-03-17 18:22:00","props":{"personifi_word_count":1245,"opt_nocomments":1,"current_moodid":130,"opt_screening":"F","personifi_tags":"28:6,6:3,10:7,11:9,57:4,23:4,3:6,19:5,4:6,20:3,9:42,22:3,14:3","interface":"web"},"can_comment":0,"logtime":"2010-03-18 00:22:29","anum":253,"url":"http://grrm.livejournal.com/140797.html","event_timestamp":1268850120,"reply_count":0}