{"itemid":554,"subject":"A Few Last Words","event":"Okay, we've had a huge politcal debate about the health care bill, close to 400 comments on my post.  I think all the points have been made.  We're starting to go around in circles.\r\n\r\nSince this IS my Not A Blog last time I looked, I get the last words here.  (You may have the last words on your own Live Journals and blogs, if you wish).\r\n\r\nI am pleased that most of the debate remained civil, if sometimes vigorous.  Ty and I only had to delete a relative handful of abusive posts.\r\n\r\nI find it telling that virtually ALL the posters from Canada, Australia, New Zealand, the UK, France, Italy, Spain, and other countries that have a single payer national health care service LIKE their national health plan, and would NOT trade it for the American model.  Meanwhile, here in the US, we are clearly split right down the middle.  (Probably along the usual Blue State/ Red State lines, I suspect).  Speaking for myself, I would gladly trade our present health care system -- even with the Obama fixes -- for a Canadian or Australian model.  I'd do it tomorrow, without hesitation.  So would millions of other Americans.\r\n\r\nNow I ask you: if there are two restaurants, one where 99% of the customers are satisfied and happy, and one where half the customers are happy and the other half profoundly unhappy with the food and service, which would you rather eat at? \r\n\r\nI also found it striking that so many of the objections to the health bill (NOT all, please note, some of the arguments against the bill were polite, cogent, and well reasoned, so please note that I am saying SO MANY and not ALL) seemed rootly firmly in misunderstanding as to the actual provisions of the bill.  They were based on Republican talking points and the biased accounts of Fox news and hysterical right wing talk radio.  Guys, really.  These people have lied to you.  Change the channel.  I won't ask you to watch MSNBC, which has its own slant, but go at least to one of the centrist channels like CNN or the old line networks, or better still, read a good newspaper.  \r\n\r\nAs Parris's Uncle Pat -- known to most of the rest of you as the late, great Senator Daniel Patrick Moynihan -- once said, \"Everyone is entitled to his own opinion, but not his own facts.\"  \r\n\r\nNext post, on to other topics.","ditemid":142039,"eventtime":"2010-03-23 02:04:00","props":{"personifi_word_count":410,"picture_keyword":"ireland","opt_nocomments":1,"taglist":"politics","current_moodid":40,"interface":"web","personifi_tags":"17:21,18:16,6:7,10:14,38:3,36:10,16:17,3:19,25:14,5:3,26:14,20:3,9:7,14:7,nterms:yes"},"can_comment":0,"logtime":"2010-03-23 08:04:31","anum":215,"url":"http://grrm.livejournal.com/142039.html","event_timestamp":1269309840,"reply_count":0}