{"itemid":563,"subject":"Suvudu Final Four","event":"The good news:  the Kingslayer has survived another match, defeating the dragon Temeraire to advance into the final four of Suvudu's cage matches.\r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/0009ec8d/\"><img src=\"http://pics.livejournal.com/grrm/pic/0009ec8d/s320x240\" width=\"185\" height=\"240\" border='0'/></a>\r\n\r\nThe bad news: he's now going up against Patrick Rothfuss's singing innkeeper Kvothe, which wouldn't be so bad if Kvothe would just stick to stews and sheets, but he also happens to be a fair swordsman and a crackerjack wizard, so... as it happens, he's now leading Jaime, and today is the last day in the match.\r\n\r\nhttp://www.suvudu.com/2010/03/cage-match-2010-round-4-14-kvothe-versus-15-jaime-lannister.html\r\n\r\nYou can read Pat's version of the fight on Suvudu, right next to the version the mods put up.  Here's my own.  (Better late than never, right?)\r\n\r\n============================================================================\r\nThe three Lannisters rode along the forest road side by side.\r\n \r\n\"Let me understand this,\" Jaime said, still incredulous.   \"I've defeated a witch, a mad god, and a dragon.  So now they match me up against an innkeep.\"  He did not like the sound of that one bit.   Cutting down common serving men was hardly the path to glory.  There had to be some trap here, some hidden danger.  \"What did the fellow do that they want him dead so badly?  Piss in someone's beer?\"\r\n \r\nTyrion grinned.  \"Don't protest too much, brother.  You've killed innkeeps before.\"\r\n \r\nJaime had almost forgotten about him.  It annoyed him to be reminded.  \"Only the one.\"  The things I do for love.  \"Our sweet sister insisted.\"\r\n \r\n\"Must I be blamed for everything?\"  Cersei's green eyes blazed.  \"The man deserved it.  The service was wretched.\" \r\n \r\n\"Kvothe is rather more than an innkeep, actually, \" Tyrion said, mildly.  \"Or he was.  He sings as well.  Plays the lute.\"\r\n \r\n\"An innkeep and a singer.  I may well piss myself.  Does he knows 'The Bear and the Maiden Fair?'\"\r\n \r\n Tyrion laughed.  \"He may.  He's an educated fellow.  Went to a famous school.\"\r\n \r\nJaime groaned.  \"Not another one from that Hogfart's place?  Seven save me.\"\r\n \r\n\"No, not Hogwart's,\" said the dwarf.  \"This school was more like our Citadel, truth be told.  You know, brother, it would not hurt you to read a book from time to time.\"\r\n \r\n\"That's what I have you for,\" said Jaime.  \"What else do you know about this Kvothe?\"\r\n \r\n\"He's dabbled in sorcery.   Knows the name of the wind, I hear.\"\r\n \r\n\"It had best not be Mariah,\" Jaime said darkly.\r\n \r\nTyrion chuckled.  \"No, that's from an entirely different tale.\"\r\n \r\n\"I suppose we had best fight indoors, then,\" Jaime said.  \"That should make it more difficult for him to blow me away.  Can he use a sword?\"  \r\n \r\n\"After a fashion,\" said his brother.\r\n \r\nWhich describes me as well, Jaime thought glumly.  Long practice had made him almost adequate with his left hand, but it would never be the equal of the right the Bloody Mummers had taken from him.  The golden hand strapped to the end of his stump was the next best thing to useless.  It still amazed him that he had survived his first three matches.   \r\n \r\nThey reached the village not long after.  A dismal place,  Jaime concluded after a quick glance around.  The villagers looked fairly dismal too.  They stared at the three Lannisters as if they had never seen a lord before.  Perhaps they haven't.\r\n \r\nKvothe's inn was called the Wayfarer.   The common room was crowded when he entered with his siblings.   More rustics gaped at them from every hand.  Come to see their innkeep die?  he wondered.  That's one swift way to settle your account.  \r\n \r\nOne glance from Cersei was enough to send the locals scrambling out of their way.  The three Lannisters settled themselves at a table near the door, ignoring the stares.  Jaime looked about for his foe.  He was not hard to find.   He was back by the wine casks, talking intently as his companion scratched upon a parchment.  \"Who is the scribbler?\" he asked.\r\n \r\n\"His chronicler,\" said Tyrion.  \r\n \r\nJaime frowned.  \"Is he writing out some spell or charm to protect him?\"\r\n \r\n\"I think not.  Just the story of his life.\"\r\n \r\nCersei's laughter filled the inn.  \"Oh, how droll.  An innkeep with a biographer.  'Chapter the Fifth, I learn to scrub out pots!\"\r\n \r\nThat was when the youth appeared, with a flagon of wine and three cups.  \"Our best wine,\" he announced.  \"With the compliments of the house.\"\r\n \r\nJaime was not thirsty.  Nor did he much like the look of the serving man.  He got to his feet.  \"Time enough for drinking when we're done.\"  He strode across the room.  \r\n \r\nThe innkeep broke off what he was saying.   \"Ser Jaime.  You come early.  Have a drink, I will be with you shortly.  I am not quite done... \"\r\n \r\n\"Actually, you are.\"  Jaime slid Widow's Wail from its scabbard and slashed at the redhead's neck, all in one swift motion.  That might have ended it then and then, but the scribbler was so startled that he raised his hands in dismay, which cost him half a quill and two good fingers... but gave Kvothe the half a heartbeat that he needed to avoid the blow.  Jaime kicked the table over as the innkeep came scrambling to his feet, but Kvothe leapt back adroitly.   A moment later his own sword was in his hand.\r\n \r\nJaime grinned.  \"Good,\" he said.  \"Steel on steel.   My favorite sort of music.\"\r\n \r\nThe swords did all the singing then.  Back and forth across the inn they fought.  Jaime pressed the attack at first, hoping to end it quickly, but Kvothe was not unskilled, and his blade turned every blow, and answered cut for cut.  The tide turned suddenly as the red-haired singer went on the offense, pressing Jaime back.   One slash almost took his nose off.  Tyrion and I could have passed for twins, he thought as he danced away. \r\n \r\nKvothe was good, he had to grant him that.  Probably as good as Jaime was, fighting without his proper sword hand.  But where he still trained every day with the likes of Ilyn Payne, the innkeep spent his time drawing ale and washing dishes and serving bowls of stew, and after a time that began to tell.  And Kvothe's sword was not worthy of its wielder.  A decent weapon, no doubt, but Widow's Wail was Valyrian steel, forged with dragonflame and tempered with spells, and every time the two blades touched another chip was carved from Kvothe's sword.  \r\n\r\nAnd all at once, the innkeep found himself holding half a sword.\r\n \r\nThat was when the young serving man tried to interfere.  But Tyrion had crept up behind him with a dagger, and that put an end to that.\r\n \r\nThen Jaime put an end to Kvothe.  A feint to the heart, checked by the broken blade, became a killing thrust through the throat.  \r\n \r\nThe scribbler was huddled in the corner, cradling his bloody hand.  \"Every tale needs an ending, chronicler,\" Jaime told him, as he wiped the blood off Widow's Wail.  \"There's yours.\"  He turned and smiled at the smallfolk.  \"The drinks are on Casterly Rock, my friends.\"  Cersei left a pile of golden dragons on the table, to cover the cost of all the wine and beer.  \"A Lannister always his debts,\" she announced, as they took their leave to begin the long ride home.\r\n \r\n=================================================================== \r\n\r\nNo comments here, please.  Post those all on Suvudu.\r\n\r\nAnd go ye forth and vote, for the honor of House Lannister and the Iron Throne:\r\n\r\nhttp://www.suvudu.com/2010/03/cage-match-2010-round-4-14-kvothe-versus-15-jaime-lannister.html","ditemid":144367,"eventtime":"2010-04-02 01:18:00","props":{"personifi_word_count":1289,"picture_keyword":"tyrion","opt_nocomments":1,"taglist":"general nonsense","current_moodid":4,"interface":"web","personifi_tags":"2:6,28:11,18:6,33:6,10:6,11:6,57:4,23:5,3:16,19:7,5:10,20:6,9:36,nterms:no"},"can_comment":0,"logtime":"2010-04-02 07:18:09","anum":239,"url":"http://grrm.livejournal.com/144367.html","event_timestamp":1270171080,"reply_count":0}