{"itemid":570,"subject":"Rand al'Thor Talks Trash","event":"Courtesy of the wizards at Suvudu, I have just been informed that Rand al'Thor has responded to Ser Jamie Lannister's challenge to make their cage mathc final a Trial of Seven.\r\n\r\nRand's response:\r\n\r\n\"Ser Lannister, you do not fool me with your ‘challenge’—nor do I feel challenged in any way by our upcoming match.\r\n\r\n“I will meet on whatever field of battle you deem fit; it makes no difference to me.  If you prefer for your people to be able to see your demise, I salute that.\r\n\r\n“Bring as many of your warriors as you can muster—you need not even limit yourself to seven.\r\n\r\n“As for me?  I will be alone, comforted in the knowledge that I have nothing to fear from any you. \r\n\r\n“I wish you well, Jaime.  For soon you will be nothing but a name in The White Book, just as you are nothing but a man in golden armor.”\r\n\r\n=======================================================================\r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/0009hyx0/\"><img src=\"http://pics.livejournal.com/grrm/pic/0009hyx0/s320x240\" width=\"88\" height=\"240\" border='0'/></a>\r\n\r\nInside Maegor's Holdfast, in the heart of the Red Keep, Tyrion read the message over twice, and grinned.  \"Seven save us,\" he said.  \"He went for it.\"  He laughed.  \"We may have found someone even more arrogant than you, brother.\"\r\n\r\nJaime frowned.  \"You wrong me.  I have grown much humbler since I lost my hand.\"\r\n\r\n\"This Rand has lost one too.  It doesn't seem to have humbled him any.  You may yet survive this encounter.  He's going to fight alone, and yet he says that you may bring as many warriors as you can muster.\"\r\n\r\n\"Six will suffice,\" Jaime insisted.  \"A trial of seven, that was what I proposed.  The septons claim the number seven is pleasing to the gods.\"\r\n\r\n\"Why not bring seven hundred and seventy-seven friends, then?\" said Tyrion.  \"Think how pleased the gods would be by that.\"\r\n\r\n\"No,\" said Jaime.  \"An army would just force him to use his balefire.  Seven I said, and seven it will be.  To bring more would be dishonorable.\"\r\n\r\n\"But seven against one suits you fine, does it?\"  Tyrion chuckled.\r\n\r\n\"I gave him the chance to bring six friends,\" said Jaime.  \"Is it my fault he chose to fight alone?  If he drops his sword, I don't mean to pick it up for him either.\"  He tapped his golden hand against his good one.  \"Who to bring, though?  The Hound, for one.  Perhaps Barristan Selmy, if he hasn't grown too old.  And that big wench Brienne, she -- \"\r\n\r\n\"No, no, NO,\" said Tyrion.  \"None of them.  Leave the other six to me.  I worded your challenge very carefully, brother.  The Dragon Reborn has no notion of what he has let himself in for.  But he opened the door... and some very interesting folks are coming through.\"\r\n\r\n------------------------------------------------------------------\r\n\r\n(As ever, comments on this post should go to Suvudu, not here).","ditemid":146168,"eventtime":"2010-04-05 15:58:00","props":{"personifi_word_count":469,"picture_keyword":"lohengrin","opt_nocomments":1,"taglist":"general nonsense","current_moodid":117,"interface":"web","personifi_tags":"15:4,2:4,28:8,17:20,8:4,31:4,11:12,23:4,32:4,16:20,3:16,4:16,20:8,9:45,nterms:yes"},"can_comment":0,"logtime":"2010-04-05 21:58:00","anum":248,"url":"http://grrm.livejournal.com/146168.html","event_timestamp":1270483080,"reply_count":0}