{"itemid":574,"subject":"Trial of Seven","event":"The epic tournament of fantasy champions on Suvudu is down to its final match: Ser Jaime Lannister, the Kingslayer, versus Rand al'Thor, the Dragon Reborn.\r\n\r\nThey're fighting on the tourney grounds outside King's Landing... and on Suvudu:\r\n\r\nhttp://www.suvudu.com/2010/04/cage-match-2010-championship-5-rand-althor-versus-15-jaime-lannister.html#more\r\n\r\nRand has his Heron Mark sword, his channeling ability, the One Power.  Jaime has a sword, a lance, a horse.  And... since Rand accepted his challenge to make this a Trial of Seven, Jaime also has some friends.\r\n\r\nHere's my version of how the fight goes down:\r\n\r\n================================================================================\r\nA cold wind was gusting from the north, but the tourney grounds beside the river were crowded nonetheless.  The smallfolk had begun streaming out the city gates in the early morning, to claim the best places in the great wooden grandstands that had been thrown up beneath the massive walls of King's Landing.  \r\n \r\nThe battle to be fought today would be one to tell their grandchildren about; a champion was coming from another world, a sorcerer of terrible power, to face Ser Jaime Lannister in a Trial of Seven.  Hardly a man there had been alive the last time a Trial of Seven had been fought in Westeros, and none had ever seen one like today's.  The talk around the city was that this wizard Rand al'Thor meant to fight alone, against the Kingslayer and six companions.  Some of them would be from distant realms as well, with powers and skills that made them legends in their own right.  \"There will be songs sung about today's battle,\" the old men told themselves, as they settled onto their benches, eager for the fray. \r\n \r\nSer Jaime's pavilion stood at the west end of the lists.  All of crimson silk, it was, with a golden lion's head adorning its center pole.  Within, Jaime Lannister sipped at a cup of Arbor red while his squires armored him from head to heel in gilded steel.  \"Does this Rand have a title?\" he asked his brother.  \"How shall I address him?  Ser Rand?  Lord Rand?\"\r\n \r\n\"He's not a knight,\" said Tyrion.  \"Nor a lord.  He started as a farm boy, but he's risen high.\"\r\n \r\n\"Is he a king?\"  Jaime had killed a king before.  Royal blood did not daunt him.\r\n \r\n\"Kings and queens and princes do his bidding,\" said Tyrion.  \"He's become something close to a god in his own world.  Which seems to be called Randland, by the way.\"\r\n \r\n\"Randland?\"  Jaime laughed.   \"That's modest.\"\r\n \r\n\"And the crow calls the raven black.  Remember Lannisport?\"\r\n\r\n\"Just a city,\" said Jaime.  \"Even father wouldn't presume to name the whole world after us.    What was this land called before it was called Randland?\"\r\n \r\n\"The books do not say.  Or if they do, I missed it.\"  The dwarf shrugged.  \"What can I say?They're thick tomes.  And  I had to do a lot of other reading to find six champions to fight beside you.  I can tell you that Rand's a blademaster as well as a sorcerer.   He believes he is destined to save his world from someone called the Dark One. Oh, and he has three women.\"  He grinned.  \"Must be nice to be the destined savior of the world.\"\r\n \r\nJaime briefly considered what his own life might be like if he'd had three sisters instead of just one.  He almost felt sorry for this Rand al'Thor.  One Cersei was more than any man should need to deal with.   \"So where are these six stalwarts of yours?\"\r\n \r\n\"Oh, they're here.  Would you like to meet them?\"  \r\n \r\n\"My life depends on them, according to you.  Yes.  Show them in.\"\r\n \r\nTyrion hopped down from the camp stool.   \"As you command, brother.\"\r\n \r\nHe brought them in one by one; three men and three women.  A one-eyed  man, tall and fair, with straight blond hair falling almost to his shoulders.  An older man, round-shouldered, plump, and past sixty, whose eyes peered out from behind a pair of glass lenses.   A non-descript fellow, brown haired and brown eyed, with a commoner's face and a nose that had been broken more than once.  A pregnant priestess all in red, with a ruby glowing at her throat and two red eyes that matched its hue.  A girl  skinny as a stick, scowling, with a vermilion streak in her stringy brown hair.  And a pale young woman, slim, lovely, her hair a coal black waterfall with half-seen hints of red, held in place by a circle of dark metal that cast strange shadows in her deep-set eyes.  \r\n \r\nTyrion named them each in turn:  Klaus, Tom,  Jay, Melisandre, Joey,  Sharra.\r\n \r\nJaime Lannister greeted each one courteously, but after the last of them was gone, he turned on his little brother and said, \"Tyrion, have you taken leave of your bloody wits?  The red priestess, aye, she may be of use, but the others... old men, cripples, and children, and soft, soft, soft.  I might have had the Mountain and the Hound, Jon Snow, Brienne, Barristan Selmy... I might have had a dragon or three.\"\r\n \r\n\"You killed a dragon round before last,\" Tyrion reminded him.  \"Do you imagine Rand couldn't do the same?  No seven knights could hope to stand against Rand al'Thor for more than a moment.\"\r\n \r\n\"And this lot can?\"\r\n \r\n\"Watch and find out,\" said Tyrion.  \"And now you must excuse me.   Our guests will be arriving soon, and I should be there to welcome them to Westeros.\"\r\n \r\n                                                                       #\r\n \r\nRand al'Thor stepped through the gate, into the teeth of a cold north wind that set his cloak to flapping.   The women came behind him: Egwene, Nynaeve, and Elayne garbed as ladies, Birgitte with her bow and Avienda with her spears, Min in her men's clothes.\r\n \r\nA roar greeted their appearance, as the crowded stands around the tourney grounds erupted in shouts and cheers and whistles.  On the walls of the great city behind them guards began to beat their spears against their shields.  Avienda slid into a fighting crouch and Birgitte nocked an arrow to her bowstring.  Nynaeve eyed the throngs and sniffed in disdain.  Egwene frowned and smoothed her skirts.  Min shook her head.  \"We should not have come,\" she said.  \"I saw all this in my vision.  Rand, we should leave now.\"\r\n \r\n\"Soon,\" replied the Dragon Reborn.   \"This will not take long.  My foe this time is only a swordsman.  A swordsman without his sword hand.\"   He glanced about, looking for this knight called Jaime Lannister.  To the south was a wide, swift river, and behind them a great walled city.  It was not at all what he had expected.   He had thought to face this last foe on some desolate moor or blood-soaked battleground, in a forest glade or mountain meadow, perhaps a castle yard... not on a festival ground, with thousands looking on.  \r\n \r\n\"Destroy them all,\" Avienda urged.  \"Let the ground open up and swallow them, Rand, your foe and all these others too.  The sooner we leave this place the better.\"\r\n \r\nRand frowned at her.  \"There are children here,\" he pointed out.  \"Half the crowd is women.  Young boys, old men, the poor and lame and halt.\"  He could hear the cries of peddlers selling roasted meat and hot pies to the people in the stands, the shouts of gamblers proclaiming odds (if Mat had come, he would be taking bets already, Rand did not doubt).  They have made a carnival of this, he thought with disapproval.  With the One Power, he could destroy all this in the blink of an eye... but to kill so many innocents just to bring down one feeble foe would be an act worthy of the Dark One.\r\n \r\n\"If you will not end this now, allow us to fight beside you,\" said Birgitte.  \r\n \r\n\"I have given my word to face these foes alone.   This Jaime Lannister has no weapon but a sword.  He is no threat to me.\"\r\n \r\nThe women exchanged looks.  Elayne sighed.  \"Men,\" said Nynaeve, sniffing.\r\n \r\nRand had never intended to bring the women with him.  He did not know what dangers this strange world might present, and he did not like the idea of exposing them to peril.  Even when his latest foe had challenged him to a fight of seven against seven, he had insisted that he would fight alone.  There was no keeping the women away, however.  They would not listen.  They never did.  Though he seemed to accumulate more women everywhere he went, he still did not know how to talk to them.  Perhaps if Mat had been here... or Perrin... his friends had always had an easy way with girls.\r\n \r\nA dwarf was waddling toward them, leading a big black horse.  The little man was richly garbed, but scarred, with only half a nose, and a pair of mismatched eyes, one green and one black.    \"Welcome to Westeros,\" he announced.  \"I am Tyrion of House Lannister.  I see you brought six companions  after all.  Will they be fighting with you?\"\r\n \r\n\"Yes,\" said Min.  \"Yes,\" said Avienda.  \"Yes,\" said Egwene.  Nynaeve sniffed.\r\n \r\n\"No,\" Rand al'Thor said firmly.  \"I fight alone.\"\r\n \r\n\"Our gods here may not like that,\" the dwarf warned.  \"We have seven of them here.  A trial of seven does them honor.  Fight alone, and you insult them.\"\r\n \r\n\"The Creator is the only true god, and there is but one of him,\" said Rand.\r\n \r\n\"I would not be so sure of that.\"  Tyrion Lannister patted the big black stallion.  \"It is customary to begin this sort of fight ahorse.  I have brought a mount for you.  If he does not suit, we have others.\"\r\n \r\n\"I will not require a horse,\" said Rand.\r\n \r\n\"Do you wish Jaime to dismount?\"\r\n \r\nRand shrugged.  \"Ride or walk, it makes no difference.\"\r\n \r\n\"He'll ride, then.  And he will be armored.  I see you wear neither mail nor plate\"\r\n\r\n\"I am armored in the One Power,\" said Rand.  \"And my patience is  wearing thin.  A war awaits me on my own world.\"\r\n \r\n\"The Last Battle, yes,\" the dwarf said.  \"I've read of it.  Well, I shan't keep you any longer.\"  He turned to Rand's women with a lascivious smile.  \"My ladies, if you will be so good as to come with you, we have places reserved for you in the royal box.\"\r\n \r\n                                                                          #\r\n \r\nTyrion had expected three women, but the royal box was large, and it was easy enough to find places for six.   The dwarf let the Dragon Reborn cool his tail in the middle of the tourney ground whilst he introduced his entourage to his own sweet sister and her son, the little king.  Several of Rand's women were \"channellers\" who commanded the same sort of sorcerous powers that he did, and Tyrion was half hoping that Cersei would say something especially snotty to one of them and get turned into some sort of reptile, or perhaps just flamed into a cinder, but unfortunately the queen decided to be on her best behavior this morning and was all grace and warmth and smiles.\r\n \r\nAnd Tommen charmed the women, as the dwarf had expected he would.  Cersei had brought some documents for him to sign and seal, and the boy king was soon happily showing how the Randlanders how he melted the wax and pressed the seal down into it to make an impression.  Thankfully, none of Rand's ladies read the Common Tongue of Westeros, so they did not notice that the documents Tommen was signing were all death warrants.  After a few moments, all of them but Min were cooing happily over him.\r\n \r\nMin worried him, if truth be told.  The archer and the spear maiden were dangerous, he did not doubt, and the channelers doubly so with their sorcerer's skills, but only Min truly seemed to sense the peril their lord was in.   \"Keep an eye on that one,\" he whispered to Jay and Joey, as he settled down between them,  just behind Rand's women.\r\n \r\nJay nodded.  Joey scowled.  \"If I fucking feel like it, I will.  Where are my real clothes?  I feel like a fucking idiot dressed up in this shit.  You didn't tell me we were going to a RenFaire.\"\r\n \r\n                                     #\r\n \r\nJaime Lannister trotted onto the field on a chestnut courser with a tawny mane, clad in golden armor that flashed and glittered in the sun.  \r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/000972p3/\"><img src=\"http://pics.livejournal.com/grrm/pic/000972p3\" width=\"300\" height=\"200\" border='0'/></a>\r\n\r\nHis helm was wrought in the shape of a lion's head, maned and roaring.  His mount was caparisoned in flowing crimson silks emblazoned with the golden lion of House Lannister, and the white cloak of a Kingsguard knight flowed from his shoulders.   A heavy oaken shield was on his right arm, a steel-pointed lance clasped in his left hand.\r\n \r\nThe wrong hand.  \r\n \r\nHis right, the golden hand, could no more hold a lance than it could a sword.  There was a time, not long ago, when Jaime was as good a jouster as any in the Seven Kingdoms, with a good chance to win any tourney that he entered.  That time was gone.   \r\n \r\nThe crowd grew hushed for a moment.  Then a sound swelled up, a mix of cheers and curses.  King's Landing had no reason to love the Lannisters, though Jaime himself had always been a favorite of the smallfolk... if only because the cleverer ones had won a deal of coin wagering on him.  He wondered how the betting was going today.\r\n\r\nHis foe stood waiting at the far end of the lists, his cloak flapping in the wind.  Young, Jaime thought, looking at him.   Hardly more than a boy.   Rand wore no armor.  He had refused both horse and lance, just as Tyrion had said he would.  It ought to be a simple thing to ride him down and drive a lance point through his chest, but Jaime knew better.\r\n \r\n\"Do not try to take him by yourself,\" Tyrion had warned him.  \"He has a dozen ways to kill you before you get within ten yards of him.  This is a Trial of Seven.  You cannot win it by yourself.  Use the help I've brought you.\"\r\n \r\nThe idea rankled.   Jaime pulled up and raised the visor of his helm.  \"Al'Thor,\" he shouted, \"I am told you are a swordsman.  So am I.  Swear that you will not use your wizard's tricks, here before the eyes of gods and men, and I will not call upon my six companions.  We can settle the matter as men should, just the two of us, sword to sword.\"\r\n \r\nRand smiled.  \"You will not gull me so easily, Lannister.  What you call my 'wizard's tricks' are as much s part of me as my arms and legs.  I will not cripple myself for your convenience.  Bring on your companions.  I fear them no more than I fear you.  But come, let us be done with this.  I am the Dragon Reborn, and the Last Battle awaits me.\"\r\n \r\nWell, I gave him a chance.  \"This is your last battle, farm boy,\" Jaime replied.  He put two fingers in his mouth and gave a whistle.\r\n \r\nKlaus was the first to appear.  Tall as Jaime and even blonder, with broad shoulders and long legs, a patch covering one eye.  He was clad in wool and leather, unarmed.  Next came Sharra, cloaked and hooded, a crossbow in her hands, a quiver of bolts on one hip.  Around her brows, half hidden by her hood, was the dark crown.  Then Melisandre stepped forward, great with child, her red robes blowing about her swollen belly.  Flames danced around her fingers, and the ruby at her throat pulsed red.  And from behind Jaime's pavilion, a grim grey shape floated up into the air; something like a bowl  turned upside down and armored all in heavy plate, but as large as the tent that concealed it.  Up and up and up it rose, though it had no more business floating in the sky than an anvil might have\r\n \r\nRand al'Thor studied each in turn.   \"Five,\" he said.   \"I was told there would be seven.\"\r\n \r\n\"The farm boy can count.\"  Jaime dropped his visor, and gave his horse the spur.\r\n \r\n                                   #\r\n \r\nRand al'Thor watched them come, waiting, channeling, drawing deep of the One Power.  Lannister was charging at a gallop, his lance point lowered.  The closest threat and the most obvious, but the one that he feared least.   He knew Jaime and all that he was capable of; these others were unknown, and therefore dangerous.\r\n \r\nThe hooded woman had loaded her crossbow and lifted it to her shoulder.  She was walking forward too, slowly and deliberately, but quarrels were another known quantity, and posed no real danger to a channeler.  The giant iron tortoise shell was more of a mystery, but it was ponderously slow.  He would have time to deal with it, he did not doubt.\r\n \r\nThe last two troubled him the most.  The big blond man appeared to be  unarmed, and the woman... Rand had always been reluctant to harm woman, and to send a pregnant woman against him...  that was a clever stroke, almost worthy of a Forsaken.  Do they think that if they make me kill an unarmed man and a pregnant woman in front of thousands of witnesses, that somehow that will break me?  \r\n \r\nPerhaps it would have, once.  But Rand was no longer the boy that he had been.  Jaime Lannister and his friends were about to learn that hard lesson.\r\n \r\nThe hooded woman loosed her quarrel.  Rand could feel it flying toward him, the cold morning air rushing past its vanes.  A heartbeat later, the red-robed woman cried out the name, \"R'hllor,\" and loosed a fireball toward him with a snap of her wrist.  Rand could hear it crackling as it sped across the field.  He could hear the hooftbeats of Jaime Lannister's warhorse too, coming closer and closer, tearing up the ground with every stride.  \r\n \r\nRand reached out with the One Power.  A sudden gust of air seized the crossbolt bolt and sent it at the one-eyed man with the straight blond hair.  Rand grasped the fireball in mid-flight as well, and flung it upwards toward the huge steel tortoise.  By then Lannister was almost upon him, the point of his lance leveled at Rand's throat.  Rand let it get within a yard of him, then opened a gate, stepped through it, and reappeared at the far end of the field, beside Jaime's tent.   The crowd gasped, and began to roar and shout.  \r\n \r\nAcross the field the Kingslayer reined up suddenly and wheeled his horse about, searching for his foe.  The red-robed woman was closer, though, and she was the first to find him.  \r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/0009rxe8/\"><img src=\"http://pics.livejournal.com/grrm/pic/0009rxe8/s320x240\" width=\"261\" height=\"240\" border='0'/></a>\r\n\r\nNo more than five yards separated them.  The ruby at her throat blazed as she flung another ball of fire at him.  Rand shunted its aside, and smiled as Lannister's tent began to burn, the flames licking up its sides.  \"For your sake and the sake of your child, leave this field, my lady,\" he called out to her.  \"You cannot hope to defeat the Dragon with fire.\"  \r\n \r\nBefore the red woman could reply, Rand sensed another crossbolt bolt flying at him.  He made another gate, stepped through, and let it pass through the place where he had been.  This time he reappeared beside the hooded woman, just as she was reaching for another quarrel.  He channeled, and the crossbow flew to pieces in her hands.  Jagged shards of wood glanced harmlessly off the One Power in which Rand had encased himself.  The girl cursed and reached for a knife.  A knife?  Does she truly think she can harm me with a knife?  Rand made the earth beneath her feet rise up, knocking her aside... then turned just in time to confront a new foe.  Another knight.  Where did he come from?\r\n \r\nThis knight was all in white from head to heel.  Wings sprouted from the temples of his warhelm.  On his breastplate was engraved a chalice.  And all his armor glowed, suffused with a soft and ghostly radiance.  One instant he was unarmed.  The next a sword was in his hand, white, shining, alive with radiance.  Callandor, Rand thought, for just an instant...  but no, that was impossible, no man but the Dragon Reborn could safely wield Callandor.\r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/0009sxee/\"><img src=\"http://pics.livejournal.com/grrm/pic/0009sxee/s320x240\" width=\"224\" height=\"240\" border='0'/></a>\r\n \r\nThe white knight was right on top of him.  He did not have time to draw his own blade, but Rand was unafraid.  So long as he was armored in the One Power, no blade could --\r\n \r\nThe slash came down like lightning, and met his protective aura where  with a blinding flash of light and a sound like a doomed soul shrieking from the pits of Shayol Ghul.  Then the pain hit, and Rand al'Thor realized that it was own scream he was hearing.  Reeling, he opened a gate and staggered through.\r\n \r\n                                        #\r\n \r\nTyrion Lannister smiled a crooked smile as he watched Rand vanish again, only to reappear a few feet from the royal box.  The farm boy's face was pale with pain, and in his eyes the dwarf saw just a hint of doubt, as if he had realized for the first time that he might be in real peril here.  No blood, though.  He had been hoping for blood.  Rand's invisible armor had been strong enough to stop Lohengrin's ghost steel blade, else the cut would have taken off his arm clean at the shoulder... but not quite strong enough to blunt the shock of the blow entirely.   Klaus had hurt him.\r\n \r\nRand's women saw it too.  The two who had been talking quietly to each other suddenly fell silent, and the one who had been pulling on her braid this whole time gave a gasp.  It was the short-haired girl who worried him most, though, Min in her men's clothes.  The way her eyes narrowed.  She will not let him die, the dwarf realized.  Not without taking a hand.\r\nHe gave Jay a judge in the side with his elbow and nodded at her.  \"I know,\" said Jay.\r\n \r\nThe fight almost ended then and there.  Rand was hurting, half-dazed by the unexpected blow, and his foes were closing in for the kill.  Lohengrin raced toward the Dragon from one direction, Jaime on his destrier from the other.  Forty feet above, the Turtle's shell was drifting nearer.  And halfway across the field, bathed in the light of the burning pavilion, Melisandre of Asshai had shrugged off her robes to stand naked in the heat of the fires, her pale skin glistening, her thighs trembling, giving birth.  The crowd was screaming for blood, and for half a heartbeat even Tyrion dared to hope the end was near.\r\n \r\nThen, all at once, Rand seemed to recover himself.  Perhaps he had used his channeling to heal himself, or perhaps one of these women in the royal box had done it for him; some of them were channelers as well.   Go on, the dwarf thought, channel all you want.  Healing especially.  Maybe if he asked very nice they would even heal him.  Close his scar, grow him a new nose, make him strong and tall.  If they could do that, I might even go back to Randland with them and fight in the Last Battle.  The notion of a last battle appealed to him.  In Westeros, there was never a last battle.  Nor would there be, so long as men played the game of thrones.  Maybe Rand would give me one of his women if I went over to his side, the dwarf mused.    It's not as if he doesn't have enough of them. \r\n \r\nDown on the field, the ground beneath Jaime's charging horse exploded upwards in a rain of dirt and stone, sending his brother and the poor horse spinning through the air like leafs in a storm.  Half a heartbeat later, Lohengrin slowed and staggered, then went down to one knee.  His sword winked out, and then his armor as he gasped and clutched at his throat in a way that reminded the dwarf grotesquely of his nephew Joffrey's death.  Air, Tyrion realized.  Rand has shut off his air.  Klaus cannot breathe.  Stones began to fall from the sky, chunks of rock as big as a man's head, rained down by the Turtle up above, but every one of them burst before they got to Rand, shattered by the One Power.  \r\n \r\nBut the greatest danger remained.  Melisandre had given birth, and the twisted shadow that had emerged from her womb was flying toward the farm boy, swift as thought.  The sight of it made even Tyrion afraid.  In the stands grown men began to shriek like little girls, their cries and shouts mingling with the screams of Jaime's dying horse.  Rand threw up a wall of earth to block its path.  The shadow flew through it.  He summoned a whirlwind, but winds cannot touch a thing that has no substance. \r\n \r\nIt was almost on him when he used his balefire.\r\n \r\nThe beam was so bright that it seared the eyes, and Tyrion had to throw up his arm across his face.  The shadow was so black it seemed like a hole in the world, impossibly dark, twisted, deformed.   They came together in a silence so profound that the dwarf could hear the world groan and feel it shudder underneath his feet.  For a moment he was half afraid the stands were going to collapse, and kill the lot of them.\r\n\r\nWhen he could see again, the shadow was gone and Melisandre of Asshai as well.  My son, Tyrion thought.  Somehow he did not mourn him.  On the field, Rand was using the balefire once more, against the Turtle's shell... but this time the beam was feeble, red, like the last light of the sun as it fades in the west.   The shell's thick armor smoked, but elsewise took no harm.  After a moment Rand realized it too, and reached instead for the earthy blaze that had consumed Jaime's pavilion, shaping it into a fiery dragon and sending it flying skyward... only to break apart against Tom's armor.  \r\n \r\nThen the feet went out from under Rand, and he was jerking into the air and shaken violently.  For one instant Tyrion thought the boy was flying, but if so, it was not of his own volition.  Struggling against the invisible hands that had seized him, the Dragon Reborn writhed and kicked and twisted.  The Turtle lifted him about twenty feet, dropped him on his head, lifted him again, smashed him down once more.     \r\n \r\nMelisandre was gone, not even a pile of burned bones remaining to show where she had died, and Lohengrin was down and maybe dead as well, but Sharra was advancing knife in hand, the Turtle floated ominously above, and Jaime himself was rising once again.  \r\n \r\nRand's women saw his peril too.  All at once three of them were moving.  The archer stood and pulled an arrow from her quiver, the spearwoman nimbly leaped from the box down onto the field, and one of the ladies got a look of concentration on her face that made him certain she was channeling.  Trying to channel, at least, the dwarf thought, when the look of concentration gave way to one of dismay and confusion.\r\n\r\nStill, no sense taking chance.  The dwarf gave Jay Ackroyd another poke in the ribs.  \"Time to do your little trick.\"\r\n \r\nJay shrugged.  \"Might as well.  Can't dance.\"  He raised a hand, lifted his thumb, pointed with his forefinger.  The archer vanished with a little pop as she drew back her arrow to her ear.  Another pop, and the spearwoman was gone as well, caught in mid-stride.  Pop, pop, pop, and the three ladies blinked out one after the other.  \r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/0009qzpp/\"><img src=\"http://pics.livejournal.com/grrm/pic/0009qzpp/s320x240\" width=\"77\" height=\"240\" border='0'/></a>\r\n \r\nTyrion caught hold of Jay's hand and pushed it down just as his finger was moving toward Min.  \"Not yet.  I want to talk with this one.\"\r\n \r\nThe girl's face was dark with fury.  \"What did you do to them?\"  Her knife was in her hand.\r\n \r\nJay shrugged.   \"They're all fine.  They're just not here.\"\r\n \r\n\"Bring them back,\" the girl demanded.\r\n \r\n\"Wish I could,\" said Popinjay, \"but my trick only works one way.\"  He nodded at Sharra, down below.  \"She's the one you want.  Better hope your boyfriend doesn't kill her.\"  \r\n \r\n\"Who is she?\" \r\n \r\n\"Sharra, she's called,\" said Tyrion.  \"The girl who goes between the worlds.\"  Where do you think I got all these books I've been consulting, since this madness began?\r\n  \r\n                                        #\r\n \r\nRand's wounds had opened again, the old wounds that would not heal.  When he got to his feet he could feel the throbbing in his side, the agony stabbing through him like a dull knife.  His head was pounding as well, and enemies were all around him.   When he looked about for his women, hoping one of them might be able to heal him, only Min remained.  The rest were gone, though where he could not say.\r\n \r\nAnd worse of all, he could not channel.  When he reached for the One Power, there was nothing there.\r\n \r\n\"Step away,\" he heard Jaime Lannister say.  \"Al'Thor is mine.\"\r\n \r\nJaime looked as bad as Rand felt.  He had lost his golden hand, so his right arm ended in a stump.  He was limping visibly, favoring his left leg.  Blood spatters covered his chest and arm, from cutting the throat of his dying horse.  Yet Lannister's sword was in his hand.  \r\n \r\nHe was Rand al'Thor.  He was the Dragon Reborn.  He would not die meekly.  It cannot end this way.  Not here, in this world even the Creator has forsaken.  I am ta'veren.  I must fight in the Last Battle.  He drew his own sword, with its Heron Mark blade. \"Sword to sword, then,\" said Rand.\r\n \r\n\"That was all I ever asked for,\" said Jaime Lannister, from behind the lion's head helm that hid his face.  \r\n \r\n                                       #\r\n \r\nIt did not take Jaime long to realize that Rand was better than he was.   \r\n \r\nIf he had not lost his sword hand, they might have been well matched, but having to learn to fight all over again with his off hand had robbed him of half his skill.  Every cut he made was a beat slower, every parry came a half a heartbeat too late.  Against an ordinary opponent, none of that would have mattered... and battered and bruised as he was, in obvious pain, Rand al'Thor was still as quick as any man that Jaime Lannister had ever faced.  If Rand had not been so badly hurt -- blood was seeping through his clothing all along his side --  his skill at swordplay would have been a match for even Barristan the Bold.  Ser Arthur Dayne would have proved his master, Jaime did not doubt, but only with Dawn in his hand.  \r\n \r\nHow does a farm boy get so good with a sword? Jaime wondered, as he stepped back from a slashing attack so quick that Rand seemed to have three blades.  In Westeros, a boy of noble birth began training almost as soon as he could walk.  He served years as a page and then a squire, training every day for long hours, first with wooden swords and then with blunted tourney steel, practicing until his hands were hard with callous and every move and cut and stance became second nature to him, and fighting came as easily as breathing.  Few farm boys could ever hope to equal that, no matter how big or strong or fast they might be.  It was not something a man could master between plowing fields and milking cows.  And yet here he stands.  Jaime gave more ground.  He did not know what a ta'veren was, but plainly, Rand al'Thor was exceptional.\r\n \r\nHis sword was special as well.  A curved blade, and light, yet somehow it stood up to Widow's Wail, which no common steel could ever hope to do.  Nor could Jaime doubt its edge.  Had he been unarmored, as Rand was, the farm boy would have killed him half a dozen times by now, slicing through cloth and flesh and bone as if it were cheese.  \r\n \r\nBut Jaime's gilded armor was well-forged and heavy, a full suit of plate and mail, and no blade, no matter how sharp or swift or well-balanced, was going to cut through it.  Rand's only hope was to find a weak spot.  Weak spots there were, of course... but even with his sword hand gone, Jaime Lannister was still skilled enough to protect them.\r\n \r\nAnd so they fought.  Rand slid from one form to another, always graceful, always balanced, as swift on the parry as on the attack.  Jaime let him lead, the better to get the measure of him.  Widow's Wail caught and turned most of his attacks, and those that slipped through glanced harmlessly off his plate.  Rand's strokes grew ever more ornate and elaborate, complex combinations of cuts and thrusts and feints, designed to make a foe open himself up for a killing stroke.  Swordplay was a dance with him, and every step had its own name.  Tyrion had warned him of that.  The Boar Rushes Down the Mountain.  The Arc of the Moon.\r\nThe Courtier Taps His Fan.   The Dove Takes Flight.  Chips of gilding flew from Jaime's armor, and chunks of mane from his helm.\r\n \r\nAnd then the Lightning Struck the Oak.  That one almost did for him.  An intricate blend of attack and parry, somehow it allowed Rand to slide a leg behind his own.  If Jaime had tried to backpedal, he would have ended on the ground.  \r\n \r\nInstead he shoved forward, slamming his full weight into Rand, their blades still locked together.  He was the bigger man, taller, stronger, and his armor made him much heavier.  It was Rand who went down.  Jaime kicked her sword from his hand, then pinned his wrist to the ground with his heel.    \"I call that one, 'the Lion Knocks the Dragon on his Tail,'\" he said  as he laid the point of Widow's Wail against the apple of Rand's throat.    \"Now yield, Dragon.  Unless you care to be reborn again, and do the whole thing over.\"\r\n                                     #\r\n\r\nEven when it was all done, the girl named Min did not understand how her man had lost.\r\n\r\nThe tourney ground were deserted by then.   The dead had been carted off by the silent sisters,  the peddlers had closed  their stalls, the winners had collected on their wagers, the losers had paid up or run off.  Jaime's pavilion had burned down to the ground, so the Lannisters and their remaining entourage had adjourned to the Red Keep.  Tyrion had invited Min to accompany them, while the maesters tended to the Dragon Reborn.  \r\n\r\nJay and Joey had already taken their leave -- and Joey was an angry as she'd been when she arrived, complaining that he'd dragged her off to some fucking RenFaire world for nothing when she should been partying at Mardi Gras.  Jaime sat quietly in the corner, nursing a cup of wine and a healthy collection of fresh bruises.\r\n\r\nAs Tyrion poured cups of Arbor gold for Min and Sharra, the dwarf explained as best he could.  \"This is Westeros, not Randland,\" he said.  \r\n\r\n\"That should not matter,\" Min insisted stubbornly.  \"All worlds are but spokes on the great wheel of time.\"\r\n\r\n\"No,\" said the girl called Sharra, with the dark crown and the shadows in her eyes.  \"There are more worlds than there are stars in the sky, more than all the grains of sand on all the beaches on every earth there is... and on every one of them men tell themselves that theirs is the true world, their gods the true gods, that what is true on their world is true everywhere.  It never is.  I have walked a thousand worlds, Min.  This I know.\"\r\n\r\nTyrion nodded.  \"The One Power that Rand al'Thor and these Aes Sedai of yours employ in their channeling... well, think of it like water.  On your world, it is a great invisible ocean, deep and inexhaustible, flowing everywhere but for a few desert islands you call steddings.  Here on Westeros, though... this world is bone dry by comparison to your own.  Oh, we have a few deep wells, to be sure.... here a river, there a lake... but oft as not, what looks to be a lake is really just a puddle.   That is what Rand found here, in King's Landing.  There are magical places in this world, but this is not one of them.  When Rand came through the gate and began to channel, he drew upon the power to be found here, and soon exhausted it.   Your... lover, is it?  husband?  paramour?... whatever you call him, he  is VERY powerful, as I knew from reading the books Sharra was so kind to bring me, so he drained that puddle very quickly, especially when he made use of his balefire.   A few short moments, and he had made a desert.   Once that happened, he could no longer channel.\"\r\n\r\n\"Even if what you say is true,\" said Min, \"Rand... he is ta'veren.\"     \r\n\r\n\"There,\" said Sharra.  \"Not here.\" \r\n\r\n\"No one is ta'veren in Westeros,\" said Tyrion.  \"Our gods are fickler than yours.  They have no favorites.\"  Though there a few they like to piss on, now that I reflect on it.\r\n\r\n\"Your gods are false,\" Min insisted.  \"The Creator -- \"\r\n\r\n\"I knew your Creator,\" the dwarf broke in.  \"Lord Jordayne, he was called here.\"  He took a sip of wine and smiled sadly.   \"A good fellow, warm-hearted and generous, with a rare fine humor.  He lived down south, at the Tor, and was famous for his hospitality.  Lord Jordayne  has been much missed by all who knew him.  The tales he told will be fondly remembered by all those who heard them.  But he did not create Westeros, my lady, no more than Lord Costayne or Lord Vance or Lord Peake.   We have our own Creator here... a crueler one than yours, I fear.  In his domain the only pattern is the one men make themselves,  There are no ta'veren.  No man is ever safe.\"\r\n\r\nSharra rose.  \"If you would like to go home now, I will take you,\" she told Min.  \"We will go by way of another world I know.  You may find it of interest.  The princes there are sorcerers of great power and warriors without peer.  They insist that their world is the only true one, and all the other worlds but  shadows of their own.   A colorful lot, but quarrelsome.\"\r\n\r\n\"What of Rand?\" asked Min, as she rose.  \"Will he be able to open a gate?\"\r\n\r\n\"No,\" said Tyrion, \"but Sharra will return for him, when the maesters have finished bandaging his wounds.   She can only take one person at a time.\"\r\n\r\n\"And Nynaeve and Egwene and the others?\"\r\n\r\nThe dwarf made a face.  \"That will take a bit more time.  Jay can only pop his targets to places he knows.  As it happens, he only knows two worlds.  One is a dismal place called Earth.  The other's worse.  But we'll return them to you, never fear.  You have my word as a Lannister.  Rand may need them for this Last Battle of his.\"   He grinned.  \"Can't have this Dark One winning, after all.   He might turn up outside our own walls next.\"  \r\n\r\nWhen they were gone, Tyrion turned back to his brother.  \"Well, that's the end of that.\"\r\n\r\n\"I suppose.\"  Jaime sounded weary.  \"A pity we don't have a Dark Lord here.  At least in Randland a man knows who his enemies are. \"  He studied Tyrion.   \"One question, brother.  When we parted in the dungeons, certain things were said... \"\r\n\r\n\"I have not forgotten,\" Tyrion said softly.\r\n\r\n\"Nor forgiven?\"\r\n\r\n\"A Lannister always pays his debts, brother,\" said the dwarf.\r\n\r\n\"Why help me, then?  I would never have survived any of these contests, but for you.\"\r\n\r\nTyrion Lannister grinned a savage grin.  \"Why, Jaime,\" he said, swirling the wine in his cup, \"we are one blood, you and I.  No one gets to kill my brother... but me.\"\r\n\r\n=================================================================================\r\n\r\nOf course, that's just MY version.  You fans are the final authority on how this match comes out, on who wins and who loses.  The fight closes tomorrow (Sunday) evening at 8pm Eastern.  So if you'd like to have a voice, get ye to Suvudu and cast a vote:\r\n\r\nhttp://www.suvudu.com/2010/04/cage-match-2010-championship-5-rand-althor-versus-15-jaime-lannister.html#more\r\n\r\nYour comments are welcome as well... but on Suvudu, not here.  (I am closing the Comments function on this point).  Please be respectful.  I don't mind people cheering for Jaime (and his allies, in this scenario), but there's no need to diss the competition.  This is all in good fun, after all.","ditemid":147038,"eventtime":"2010-04-10 12:43:00","props":{"opt_nocomments":1,"taglist":"general nonsense","current_moodid":36,"personifi_word_count":6924,"picture_keyword":"tiger","interface":"web","revnum":1,"personifi_tags":"2:3,28:6,17:13,18:5,10:7,11:7,32:3,16:13,3:12,4:7,20:9,9:26,22:6,nterms:no","revtime":1270934098},"can_comment":0,"logtime":"2010-04-10 18:43:51","anum":94,"url":"http://grrm.livejournal.com/147038.html","event_timestamp":1270903380,"reply_count":0}