{"itemid":611,"subject":"A Change in My Policy","event":"I'm glad that you many of you enjoyed last night's teaser on HBO.  I did too.\r\n\r\nGlancing over some of the comments, however, has made me realize that I need to make a change as to what's allowed and what's not allowed on this Not A Blog.\r\n\r\nUp to now, I've pretty much shrugged off spoilers.  Even the most recent book came out years ago, after all -- as some of you delight in reminding me -- and the vast majority of the folks who come here have read all four of the published series to date.  So I figured that a passing reference to a character who dies in the first book, a plot twist in the second, a wedding in the third, etc was No Big Deal.\r\n\r\nBut that's about to change.  Already, just on the basis of the teaser, we're starting to hear from people who have never read the books, but may be intrigued enough to go try them, based on what they've seen on the tube.  As more and longer trailers appear, their numbers are only going to rise.  And when the series actually begins to air in 2011, whole lots of them may find their way here.\r\n\r\nTherefore, as of today, NO REVEALS WILL BE ALLOWED in any comments here.  No, not even to things that happen in book one.  A GAME OF THRONES may have been published in 1996, but if you haven't read it yet, it will be all new to you.  I don't want new readers to have their first experience of the story spoiled by someone's offhand comment.\r\n\r\nMy assistant Ty reviews all the comments here, and decides what gets unscreened and what gets deleted.  Henceforth any spoiler or plot reveal, no matter how offhand or minor, is going to mean your comment won't be posted.  I realize that most such are perfectly innocent, of course... but I want to protect those who are coming to the story for the first time.\r\n\r\nThanks for your understanding.","ditemid":156618,"eventtime":"2010-06-14 12:25:00","props":{"personifi_word_count":346,"picture_keyword":"passport","opt_nocomments":1,"opt_screening":"F","current_moodid":30,"interface":"web","personifi_tags":"17:12,31:4,11:4,23:16,32:4,16:12,3:40,25:4,19:4,4:28,26:4,20:8,9:28,21:12,nterms:yes"},"can_comment":0,"logtime":"2010-06-14 18:25:08","anum":202,"url":"http://grrm.livejournal.com/156618.html","event_timestamp":1276518300,"reply_count":0}