{"itemid":825,"subject":"Thoughts and Comments","event":"We are only a few hours away from the HBO premiere of GAME OF THRONES.\r\n\r\nMany of you will be watching, I know.  I think that most of you will love it.  Some will not, of course.  Opinions always vary.  Others will like it, but with quibbles.  You will have thoughts about what you've seen, opinions you'd like to share, actors or scenes you especially liked or disliked.  You'll have a lot to say.\r\n\r\nThere are a lot of good places for that.  Websites, blogs, and bulletin boards that have been set up specifically for detailed discussions of the show.  Such as:\r\n\r\nWESTEROS\r\nhttp://asoiaf.westeros.org/\r\n\r\nWINTER IS COMING\r\nhttp://winter-is-coming.net/\r\n\r\nTOWER OF THE HAND\r\nhttp://www.towerofthehand.com/\r\n\r\nHBO FORUMS\r\nhttp://www.hboforum.com/forum/index.php\r\n\r\nAnd for those of you from other countries, there are some great fan sites in other languages as well.  You can find a list (by no means complete) on the Links page of my website.\r\n\r\nhttp://www.georgerrmartin.com/links.html\r\n\r\nWhether you love what you see or hate it, I would ask that you take your discussions to one of those sites, please.  I do not want any spoilers to pop up here, and spoilers are almost inevitable when the talk gets going.  Also, it is quite likely that more people will watch the show tonight than have ever read the books, in all the years that they have been coming out.  Some will inevitably find their way here.  And that's great... but Ty and I have enough trouble keeping up with all the comments as is.  A substantial increase in traffic would overwhelm us.\r\n\r\nSo... if you would, take your comments on the HBO series to one of the many sites better suited to host them, and we'll keep this Not A Blog for news and general nonsense.\r\n\r\nThanks for understanding.  I hope you all enjoy the show.","ditemid":211424,"eventtime":"2011-04-17 13:09:00","props":{"current_location":"home","opt_nocomments":1,"taglist":"hbo, game of thrones","current_moodid":91,"personifi_word_count":329,"picture_keyword":"passport","opt_screening":"F","interface":"web","personifi_tags":"17:2,53:5,18:5,6:11,8:13,10:5,23:8,16:2,1:13,3:25,25:8,4:19,26:8,9:19,44:5,14:5,nterms:yes"},"can_comment":0,"logtime":"2011-04-17 19:09:56","anum":224,"url":"http://grrm.livejournal.com/211424.html","event_timestamp":1303045740,"reply_count":0}