{"itemid":850,"subject":"Sorry, No Dragons For Sale Here","event":"I hate to disappoint, but...\r\n\r\nMy sometimes loyal and always insolent assistant Ty is being buried of late with emails asking whether we will be selling signed copies of A DANCE WITH DRAGONS.  I have also gotten a few of those myself.\r\n\r\nSorry, no.  \r\n\r\nI appreciate the enthusiasm, and I am flattered that so many of you want me to deface your book with my illegible scrawl... but, no, we will NOT be offering copies of A DANCE WITH DRAGONS for sale.  Signed or unsigned.  You'll need to get your DANCE at your favorite local bookstore, or order it over the internet from Amazon, or buy it at a con.\r\n\r\nThe signed books I offer via my website are all older works, most of print in the editions I have for sale.  First editions, foreign editions, hard to find titles, that sort of stuff.  Not the books you can find for sale right now on the shelves of any decent bookstore.  Check out the list on the Signed Books page of my website, if you're interested.  The idea is to make the older and more obscure stuff available to my readers and collectors... not to compete with all the great bookshops and dealers that sell my stuff, without whom I would not HAVE any readers.\r\n\r\nAs for signatures... for that, you need to come see me at one of the stops on my book tour, or attend a convention where I'm a guest.  There's a list on the Appearances page of my website.  I'm sorry if I am not coming to your city, but there's only so many stops I can make.  \r\n\r\nSo, please... come see me in San Diego or Reno, in Boston or New York or Indianapolis, in Poland or Slovenia... but stop sending emails to Ty asking about signed copies of DANCE.  I need him to do stuff for me, and all he's doing of late is answering your emails.","ditemid":217712,"eventtime":"2011-06-10 15:58:00","props":{"picture_keyword":"sadface","opt_nocomments":1,"taglist":"a dance with dragons, signed books","current_moodid":91,"personifi_tags":"nterms:yes","revnum":2,"interface":"web","revtime":1307807339},"can_comment":0,"logtime":"2011-05-25 22:01:11","anum":112,"url":"http://grrm.livejournal.com/217712.html","event_timestamp":1307721480,"reply_count":0}