{"itemid":873,"subject":"Signing Tour","event":"Though I haven't quite caught my breath from my tour through Poland and Slovenia, my next trip is already looming -- my US signing tour for A DANCE WITH DRAGONS.\r\n\r\nI've listed the dates and times of all my scheduled appearances here.  If you missed those, you can find the basics on my website, on the appearances page.\r\n\r\nFor more details, including the rules for the signing, check out the latest update on Suvudu:\r\n\r\nhttp://sf-fantasy.suvudu.com/2011/06/on-tour-george-r-r-martin.html?ref=twt_Suvudu_stream\r\n\r\n((Comments and questions about the signings should be posted there, not here)).\r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/000g4yxt/\"><img src=\"http://pics.livejournal.com/grrm/pic/000g4yxt/s640x480\" width=\"310\" height=\"480\" border=\"0\" /></a>\r\n\r\nThere's one huge change from all my past signings and book tours: I will no longer be able to do personalizations.  The crowds have simply gotten too big.  At my huge signing last week in Ljubljana, Slovenia, I started out personally inscribing the books, as I have always done in the past, but had to cut that off about four hours into the event.  If I hadn't, I might still be there, signing.  The same thing happened at my last big US signing, at Vroman's in Pasadena, and for the same reasons.  It takes time to write, \"to Charlene, Winter is Coming\" or \"To Fred, All Good Wishes,\" and when you are writing it hundreds of times, well... it makes the lines move considerably slower.  And it's not fair to personalize the books for the front of the line, and not for the poor sods waiting for hours in the back.  \r\n\r\nSo I fear I am going to have to forego personalizations entirely, at least at these mega events.  It is not a step I take lightly, or happily, but it has become necessary.\r\n\r\n((And as I have said before, for those who really want more of an interaction with me or any of their favorite writers, the place for that is AT A CON, not at a signing.  In Poland and Slovenia, those fans who came to the signings got to meet me for a few seconds... but at the con in Nidzica, I hung around for hours at the party, eating kielbasa and drinking vodka.  So COME TO RENO!  I will be at Comicon as well, yes, but there are 150,000 fans at comicon.  At worldcon, we can maybe expect 4,000.))","ditemid":223563,"eventtime":"2011-07-01 15:05:00","props":{"current_location":"home","opt_nocomments":1,"taglist":"a dance with dragons, signings","current_moodid":100,"opt_screening":"F","interface":"web","revnum":1,"personifi_tags":"nterms:yes","revtime":1309627841},"can_comment":0,"logtime":"2011-06-27 21:20:04","anum":75,"url":"http://grrm.livejournal.com/223563.html","event_timestamp":1309532700,"reply_count":0}