{"itemid":8,"subject":"year's end","event":"Well, another year is done and gone.  Have to say, 2005 was a terrific year... for me personally, at least (not for some of my friends, alas, and certainly not for America and our poor abused constitution, but that's a different discussion).  I finally finished and delivered A FEAST FOR CROWS (at long last, I know), saw it published, and watched in astonishment and delight as it climbed up to #1 on all the bestseller lists.  I had some great tours as well, and met thousands of my readers.  \r\n\r\nSeems as though I just returned from my US tour, but already the road is calling again.  On Sunday I leave for Toronto, for the first leg of my Canadian signing tour (details and dates on my Appearances page).  And yes, my flights conflict with the playoff game between my Giants and the Carolina Panthers, damn it.  No help for that.  I will just need to grit my teeth and visualize Tiki running.  Parris will TIVO the game for me, though I don't know that I will able to stop myself from hearing the results.  That worked on my English tour, since the Brits don't give a damn about American football, but Canada is different... and these are the playoffs.\r\n\r\nI would love to see a Manning v. Manning SuperBowl, but I don't believe it can happen.  Not this year.\r\n  \r\nAll the travelling and promotion plus the usual demands of the holidays have not left me with much time and energy for writing of late, but I hope to rectify that soon.  I have a big chunk of a new Dunk & Egg novella that I should be able to finish with a good solid week of work... and then I've got some dragons waiting for a dance.  We'll see how all that goes.\r\n\r\nMeanwhile, I will be seeing some of you in the Great White North, I hope.  'till then...","ditemid":2262,"eventtime":"2006-01-03 15:26:00","props":{"commentalter":1463588537,"personifi_tags":"nterms:yes"},"can_comment":0,"logtime":"2006-01-03 22:47:13","anum":214,"url":"http://grrm.livejournal.com/2262.html","event_timestamp":1136301960,"reply_count":1,"comments":[{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/126921554/39195080","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/2262.html?replyto=24520406","name":"reply","title":"Reply","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/2262.html?thread=24520406#t24520406","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/2262.html?thread=24520406#t24520406","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/2262.html?thread=24520406#t24520406","name":"expand","title":"Expand"}],"uname":"angelos_l","loaded":1,"p_tracked":0,"commenter_journal_base":"http://angelos-l.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":24520406,"talkid":95782,"thread_url":"http://grrm.livejournal.com/2262.html?thread=24520406#t24520406","upictitle":"angelos_l: pic#126921554","article":"It's hard to believe that 10 years have passed since this post... I read this when I first discovered Not a Blog. I was 21 back then, and now I'm almost 32, and still looking for new entries on a daily basis.<br /><br />Thanks for sharing your thoughts all these years!","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"12 months ago","ctime":"May 18 2016, 13:03:45 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://angelos-l.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"angelos_l","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"angelos_l","user_alias":"","profile_url":"http://angelos-l.livejournal.com/profile","alias":0}],"dname":"angelos_l","ctime_ts":1463576625,"tracked":0}]}