{"itemid":88,"subject":"More on the Miniatures","event":"I had a nice long talk with Jim of Dark Sword Miniatures this evening, and I'm pleased to report the first batch of Ice & Fire miniatures are finished, and should go on sale next month.  The first release will feature ten figures -- six characters (Jon Snow, Jaime Lannister, Cersei Lannister, Melisandre of Asshai, Ser Loras Tyrell, and Sandor Clegane) and four (unnamed) brothers of the Night's Watch, including an archer and a raven keeper.  All the minis have been sculpted by the incomparable Tom Meier.  They will be sold individually, and will retail for $9.99 apiece.\r\n\r\nFor more details and pictures, visit Dark Sword's website at http://darkswordminiatures.com/ and Tom Meier's site at Thunderbolt Mountain http://www.thunderboltmountain.com/  And while you're there, take a look at some of Tom's stunning Thunderbolt Mountain Arthurian figures and his great line of elves, and check out Dark Sword's other lines, based on the fantasy artwork of Larry Elmore and the late, great Keith Parkinson.  \r\n\r\nDark Sword has some exciting plans for the Ice & Fire range, including painting contests, a raffle, and other special promotions.  Watch the Dark Sword website for details.\r\n\r\nJim and Tom would both love to know what you think of the new Ice & Fire minis, I know, and to hear what characters you'd like to see as future releases.  Both sites include message boards, so head over there and let them hear what you think.  \r\n\r\nThe miniatures are unpainted pewter in the 28mm wargaming scale... but if you'd like to see what Melinsandre, at least, would look like in the hands of a skilled painter, you might also want to visit Jubilant Creations at http://www.jubilantcreations.com/melisandre.html","ditemid":22705,"eventtime":"2007-10-19 00:40:00","props":{"opt_nocomments":1,"personifi_tags":"nterms:yes"},"can_comment":0,"logtime":"2007-10-19 07:00:18","anum":177,"url":"http://grrm.livejournal.com/22705.html","event_timestamp":1192754400,"reply_count":0}