{"itemid":93,"subject":"SALVATION RUN","event":"The first issue of the new DC Comics miniseries SALVATION RUN has just hit the stands, and I've gotten a number of questions about my involvement with the project.  Rather than try and respond individually by email, I thought it best to address the questions here, lay out the history, and put the matter to rest.\r\n\r\nThose who've picked up the comic will have read the \"DC Nation\" afterword, where DC Executive Editor Dan DiDio gives a brief history of the project, and credits the original idea to me.  His account is accurate for the most part, but there's a huge and important omission.  My involvement in this project, which goes back a decade, was always as one-half of a team.  The other half was my friend and sometime collaborator John Jos. Miller, one of the mainstays of my Wild Cards series, and a talented writer and comic scriptor in his own right.  John and I came up with the idea together, developed it together, pitched it together, sold it together, wrote it together (to the extent that we wrote it).  It's true that I did have more meetings with Dan than John did, simply because I get to New York more often, but John was just as much a part of SALVATION RUN as I was, start to finish.  I have no idea why Dan omitted any mention of John's name in his account of the project, but the record should be corrected.  SALVATION RUN was never just me.  It was always John and me.\r\n\r\nIn the beginning, it wasn't SALVATION RUN either.  The origins of this go back a decade.  At the time DC was publishing a line of books called ELSEWORLDS, their version of Marvel's \"What If\" stories, tales that took place outside the on-going DC continuity.  The editor of the line was a fellow named Andy Helfer.  The idea that John and I pitched him, way back then, can be summed up in one word: Australia.  What if the world finally got sick of all these super-villains and decided to get rid of them once and for all by transporting them to a distant planet, with no way home?  Our title was EXILES IN PARADISE.  Andy loved it, and bought it, and John and I set to work on what was originally to be a ten-issue series.  \r\n\r\nIt was an Elseworlds series from day one, however.  A \"what if\" story.  When Britain sent convicts to Australia, they were transported \"for the term of your natural life,\" and that was the premise of our story too.  There was no escape.  The planet was in another galaxy, millions of light years away, accessible only by Boom Tube.  We wanted to tell a story that would span decades.  Characters would die, would change, would marry, would have children.  Wars would be fought, but eventually, from the chaos and brutality of the early days, a society would be born.  Some of the villains would find only death on the new world, but for others it would be a second chance, and they would find redemption.  The whole tale, once told, would span decades.  None of the villains would ever return to Earth.  (Nor did they have to.  This was an ELSEWORLDS series).\r\n\r\nThe project began well enough.  Barry Kitson was assigned to do the art, John and I plotted the first issue and wrote the script, and Kitson did the pencils... and did a terrific job, too.  After that, however, problems developed.  \"Creative differences,\" as they say in Hollywood.  As we plotted out the second issue, it became clear that the story John and I wanted to tell was a good deal darker and grittier than what Andy Helfer was comfortable with.  A dozen villains died in issue one alone, some of them \"name\" villains, and that was just to start.  There was murder, there was sex, there were even porta-potties (which became a big issue, somehow).  We found ourselves unable to resolve those differences, so finally a settlement was reached, and EXILES IN PARADISE was shelved.\r\n\r\nIt remained on the shelf for long years, during which time Andy left DC, and the entire Elseworlds line was discontinued, but when Dan DiDio came to DC, he took it off the shelf, dusted it off, and decided to revive the project... but with a crucial difference.  Dan wanted to do the idea as part of DC's main, ongoing continuity.  It would no longer be an \"imaginary story\" or a \"what if,\" it would become part of the history of the DC universe.  He laid out the idea to me over a lunch in New York several years ago, I took it back to New Mexico and hashed it out with John.  Thus SALVATION RUN was born.\r\n\r\nChanging the tale from a \"what if\" to something that \"really happens\" had huge ramifications, however.  At first, John and I were both excited by the prospect.  Even as a kid in Bayonne, reading my Superman funnies, I always thought that \"imaginary stories\" were vaguely unsatisfying, somehow.  When a story begins with a disclaimed that says no, this didn't really happen, the stakes are lowered from page one.  So the prospect of being able to work within the actual ongoing continuity sound cool.  \r\n\r\nOnce we got into the nitty-gritty, however, we soon ran into difficulties.  The whole concept had originally been built around the idea of these villains being sent to another world for \"for the terms of [their] natural lives,\" to live or die as they would.  That worked great for Elseworlds.  Not so much for the main continuity.  We wanted major characters to die, to change and find redemption, to marry, to love, to hate, to have children... but DC was not about to write off virtually all of its major and minor supervillains, which is really what our version of the story would have required.\r\n\r\nJohn and I gave it our best shot, I'll say that much, but it soon became clear that we could not make it work that way that DC wanted.  So we stepped down, came to an amicable agreement, and returned to our myriad other projects while DC brought in Bill Willingham to take over the plotting and writing of SALVATION RUN.\r\n\r\nBill is a first rate writer, has done some terrific work on FABLES, and is much better versed in the current DC universe and all its complexities than either John or me.  He was a good choice to take over the writing, and like any comic fan, I'm looking forward to seeing what he does with the idea.  I know that Bill started fresh, however, without consulting any of the prior work that John and I had done, and from reading the first issue, it's plain to see that he's taking the book in a much different direction than what we'd planned.\r\n\r\nOne of these days, John Miller and I may go back and do our own version of the story, with a cast of original characters of our own creation.  That won't be for a while, however.  Not until after A SONG OF ICE AND FIRE is done, and John has finished BLACK TRAIN COMING, the big vampire novel that he's writing,\r\n\r\nMeanwhile, comic fans can enjoy Bill Willingham's take on the tale.  Prison planets are nothing new, after all, and Australia is big enough to inspire many different stories.\r\n\r\n(This is all I care to say on this topic, so I am closing comments on this one.  If you want to talk about SALVATION RUN, the place to do it is on a board like Newsarama, not here).\r\n\r\nAnyway, that's the story.","ditemid":24020,"eventtime":"2007-11-16 16:40:00","props":{"opt_nocomments":1},"can_comment":0,"logtime":"2007-11-17 00:52:48","anum":212,"url":"http://grrm.livejournal.com/24020.html","event_timestamp":1195231200,"reply_count":0}