{"itemid":942,"subject":"Cyanide Releases GENESIS Videogame","event":"The wait is over.  Yesterday Focus Home Interactive and Cyanide Studios  released the first officially licensed Ice & Fire videogame -- A GAME OF THRONES: GENESIS.  \r\n\r\nHere's a brief teaser :\r\n\r\n<lj-embed id=\"205\"/>\r\n\r\nAnd here a longer trailer:\r\n\r\n<lj-embed id=\"206\"/>\r\n\r\nThis is a RTS game.  That's Real Time Strategy, for those whose experience with videogames is limited (like mine).  I've never actually played a RTS myself; my own videogaming was largely with older turn-based strategy games like MASTER OF ORION, RAILROAD TYCOON, and ROMANCE OF THE THREE KINGDOMS.   Those of you who have played other RTS games will find this one a bit different, I think... it's not a clickfest, like some, and it features some innovative game design and original features.  While there is combat in it, it is not a game that can be won simply by gathering resources, building armies, and winning battles.  Much of the game revolves around intrigue, alliances, and betrayals.  Envoys and spies and assassins are just as important as fighters, maybe more so.  In some ways,  A GAME OF THRONES: GENESIS is as much a board game as a RTS.  The developers at Cyanide tell me that it's easy to learn, but hard to master.   The game is available in both French and English, and can be played solo or in a multi-player format.\r\n\r\nHere's an early review from one gaming blog:\r\nhttp://deltagamer.com/17433/early-thoughts-on-a-game-of-thrones-genesis\r\n\r\nA GAME OF THRONES: GENESIS retails for $39.99 and is available by download or from retail stores, including Amazon.UK, where it debuted as the #1 bestselling game upon release.  Places to buy:\r\n\r\nhttp://us-focushop.gamesplanet.com/shop/a-game-of-thrones-genesis/\r\n\r\nhttp://www.amazon.co.uk/Game-Thrones-Genesis-PC-DVD/dp/B00524V0ZI/ref=sr_1_1?s=kids&ie=UTF8&qid=1317450239&sr=1-1\r\n\r\nI have yet to get my own copies of the game, but I'm looking forward to them.  Though I had better not play often.  I have a history of being swallowed whole by videogames, which is why I don't play much these days.  (I swear, I lost a novel to MASTER OF ORION, and at least a novella to BANDIT KINGS OF ANCIENT CHINA and HOMEWORLD).\r\n\r\nA GAME OF THRONES: GENESIS was the work of the designers and developers at Cyanide's Montreal studio.  Please do not confuse this game with the RPG that Cyanide is working on.  That's a completely different beast, still in development at Cyanide's studio outside Paris, and will offer a very different sort of a gaming experience.  No firm date for the release of the RPG has been set yet, but we're probably looking at a release sometime next year.\r\n\r\nTo find out more about GENESIS, discuss the game, and link up with other gamers, visit the official website at:\r\nhttp://www.agot-genesis.com/","ditemid":241386,"eventtime":"2011-10-01 00:08:00","props":{"current_location":"Santa Fe","opt_nocomments":1,"taglist":"cyanide, videogame, a game of thrones","current_moodid":118,"give_features":1,"opt_screening":"F","personifi_tags":"nterms:yes","interface":"web"},"can_comment":0,"logtime":"2011-10-01 06:35:35","anum":234,"url":"http://grrm.livejournal.com/241386.html","event_timestamp":1317427680,"reply_count":0}