{"itemid":9,"subject":"back from the north","event":"My Canadian book tour went very well, I thought.  The bookshops did a great job, and we had good turnouts at all the events, especially those in Toronto and Vancouver.  I had the chance to meet a thousand or so of my readers, and also managed to fit in a few late dinners with some old friends.  Stayed at some great hotels as well.  The Royal York in Toronto is full of fond memories for me, and the Empress in Victoria has to be one of the grandest places that's ever let me through the doors.\r\n\r\nAll the same, I am glad to be home.  I've spent most of the summer and fall touring and travelling, and it seems as though half my life has been lived in hotels and airports (I hate airports and airport security, as I am reminded every time I travel).  I've signed in London, King's Lynn, Norwich, Leeds, Manchester, Birmingham, Nottingham, Colchester, Woking, Basingstoke, Portsmouth, Glasgow, Nashville, Lexington, Cincinnati, Dayton, Ann Arbor, Indianapolis, Madison, New York City, Petaluma, San Francisco, Berkeley, Half Moon Bay, Huntington Beach, San Diego, Seattle, Denver, Albuquerque, Toronto, Calgary, Edmonton, Victoria, and Vancouver.  I have also done the National Book Festival in Washington, D.C. and the Lucca Games & Comics Show in Tuscany.  All swell places, to be sure, and I had a wonderful time meeting my fans and signing their books, cards, and games... but it's past time that I returned to Westeros.  I am looking forward to signing less and writing more during the rest of 2006.\r\n\r\nI am still getting emails from readers who could not make it to any of my myriad appearances, but would like an autographed copy of A FEAST FOR CROWS.  No, I'm afraid I do not have any copies of the book for sale myself, and I don't expect that I will for several years.  However, the good folks at the Signed Page tell me that they still have twenty-five signed copies of FEAST remaining, available through their website at http://www.signedpage.com/ .  Some of the bookstores that hosted my events may also have autographed copies for sale.  Try Joseph Beth in Lexington, Kentucky, the Tattered Cover in Denver, the University Book Store in Seattle (ask for Duane), or Page One Books in Albuquerque; I signed large amounts of stock at all of them.  \r\n\r\nOn other fronts, my beloved New York Giants exited the NFL playoffs ignominiously, courtesy of the Carolina Panthers (probably just as well that I was flying to Toronto during that game, it would only have broken my heart), my beloved New York Jets lost their coach courtesy of the Kansas City Chiefs and hired a Kid Coach in his stead, and George W. Bush contines to subvert my beloved Constitution, spying on American citizens and supporting torture in Guantanamo.  Sigh.  And just for a little extra stress, Parris and I are about to begin some major and much needed renovations to our house in Santa Fe, so our lives are going to be torn up and stored in boxes for most of the next four months.  Renovations are hell, everyone assures me... but I have an escape.  While our roof is being torn off in Santa Fe, I plan to be off walking the Wall with Jon Snow, or visiting Dany and her dragons in Meereen.  Or so I hope....","ditemid":2513,"eventtime":"2006-01-21 13:14:00","props":{"commentalter":1153534255,"personifi_tags":"nterms:yes"},"can_comment":0,"logtime":"2006-01-21 20:21:10","anum":209,"url":"http://grrm.livejournal.com/2513.html","event_timestamp":1137849240,"reply_count":1,"comments":[{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/125026654/1553210","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/2513.html?replyto=86993","name":"reply","title":"Reply","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/2513.html?thread=86993#t86993","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/2513.html?thread=86993#t86993","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/2513.html?thread=86993#t86993","name":"expand","title":"Expand"}],"uname":"azjournal25","loaded":1,"p_tracked":0,"commenter_journal_base":"http://azjournal25.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":86993,"talkid":339,"thread_url":"http://grrm.livejournal.com/2513.html?thread=86993#t86993","upictitle":"AZ: ryu - knt","article":"<a href='http://courtfourwinds.com/Sabzevarian/UBC/aminandmartin.jpeg' rel='nofollow'>http://courtfourwinds.com/Sabzevarian/U<wbr />BC/aminandmartin.jpeg</a><br /><a href='http://sabzevarian.livejournal.com/123979.html'>http://sabzevarian.livejournal.com/1239<wbr />79.html</a><br /><br />","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"10 years ago","ctime":"July 22 2006, 02:10:53 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://azjournal25.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"azjournal25","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"azjournal25","user_alias":"","profile_url":"http://azjournal25.livejournal.com/profile","alias":0}],"dname":"azjournal25","ctime_ts":1153534253,"tracked":0}]}