{"itemid":100,"subject":"Dark Sword Miniatures Now On Sale","event":"This story will be going up on my News page soon, but I thought I'd post it here as well, since I know some of my Not-A-Bloggers don't check out the news page... and I did want to get out the word before all the prize entries were spoken for.\r\n\r\nThe wait is over.  Get out your paints and brushes.\r\n \r\nDark Sword Miniatures has just released their first set of premium pewter miniatures based A Song of Ice and Fire.  For photos of the figures, both painted and unpainted, be sure and check out my news page and Dark Sword's own website.\r\n \r\nThe miniatures are available for purchase now via the online store at Dark Sword's website.   The figures retail for $9.99 apiece, or $99.99 for the complete set of ten:\r\n \r\n    -- Ser Jaime Lannister,\r\n    -- Queen Cersei Lannister,\r\n    -- Ser Loras Tyrell, the Knight of Flowers,\r\n    -- Sandor Clegane, the Hound,\r\n    -- Melisandre of Asshai, red priestess of R'hllor,\r\n    -- Jon Snow,\r\n    -- four Sworn Brothers of the Night's Watch, including:\r\n             raven keeper, archer, spearman, axeman/ swordsman.\r\n     \r\nAll the figures were sculpted by the incomparable Tom Meier, who's simply The Best.  They are cast in pewter in the popular \"28mm\" scale favored by many of today's wargamers and collectors, and go well with Dark Sword's other fine ranges, based on the artwork of Larry Elmore, Keith Parkinson, and other renowned fantasy artists.  It should be noted that all these miniatures come unpainted, and will need to be cleaned, assembled, primed, and painted.  \r\n \r\nTo help launch the new \"George R.R. Martin Masterworks\" line, Dark Sword is offering some special promotions.  The first 99 people to order the complete set of 10 miniatures will receive receive a certificate of authenticity signed by Tom Meier, Jim Ludwig, and  yours truly.  This  8 1/2\" x 11\" certificate will come in a protective bag and backing board to protect it and is suitable for framing.  \r\n \r\nAlso, all those who purchase the complete set by December 15, 2007 will be entered into a random drawing for one or more of the following prizes:\r\n          --  one of four $50.00 Dark Sword Miniatures online gift vouchers\r\n          --  a signed and personalized copy of the Deluxe Leatherbound GAME OF THRONES  \r\n              ROLE PLAYING BOOK AND RESOURCE GUIDE,\r\n           -- a signed and personalized copy of DREAMSONGS, Volume 1, the new Bantam\r\n             hardcover edition of my RRetrospective short story collection,\r\n          -- a signed and personalized copy of the TUF VOYAGING hardcover\r\n\r\nParticipants will receive one chance in the drawing for each set they purchase.  So head on over to Dark Sword and place your order now, or you find that you're number 102 and out of the running for all the cool prizes.\r\n \r\nAnd while you guys are painting up these figures, Tom and Jim and I will be looking forward to the next set, and discussing which characters should be included.  If you would like to put in your own two cents, sound off  on Dark Sword's message board at http://pub47.bravenet.com/forum/show.php?usernum=3964689298 and let them know which Ice & Fire character you'd most like to see in pewter. \r\n  \r\nWe have lots of exciting plans for this range of miniatures, including more special promotions and raffles, painting contests, limited edition collector's figures, and the like, so check the Dark Sword website early and often for updates and announcements.","ditemid":25684,"eventtime":"2007-11-29 13:41:00","props":{"opt_nocomments":1,"personifi_tags":"nterms:yes"},"can_comment":0,"logtime":"2007-11-29 20:48:27","anum":84,"url":"http://grrm.livejournal.com/25684.html","event_timestamp":1196343660,"reply_count":0}