{"itemid":1011,"subject":"Hugo Nominations","event":"Chicon 8, this year's World Science Fiction Convention, has opened nominations for 2011.\r\n\r\nThe nominating ballot can be found here:\r\n\r\nhttps://chicon.org/hugo/nominate.php\r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/0002kaz3/\"><img src=\"http://pics.livejournal.com/grrm/pic/0002kaz3/s640x480\" width=\"160\" height=\"480\" border=\"0\" /></a> \r\n\r\nYou do need to be a member to nominate.  A member (attending or supporting) of Chicon, the 2012 worldcon, OR Renovation, the 2011 worldcon in Reno, OR LoneStarCon, the 2013 worldcon in San Antonio.  Any one of the three will do.  If you're not a member, and want to nominate, you can join.  Even if you cannot attend.  Supporting memberships are cheap, and get you all the publications as well as the right to nominate and vote.\r\n\r\nAll works first published or broadcast in 2011 are eligible.\r\n\r\nThe Hugo is the oldest award in our genre, the most prestigious, and the most important.  It is a fan award.  No juries.  The readers choose the finalists, and the readers pick the winners.  There will be five (sometimes six, in the event of a tie) nominees in each category.  \r\n\r\nI've said it before and I will say it again here: nominations are the most important part of the Hugo process.  Hundreds of people cast Hugo ballots, but far fewer ever bother to nominate.  You cannot win unless you are on the ballot, and sometimes the difference between being a finalist and an also-ran is a single nomination.  Yes, even in the big categories, like Best Novel and Best Dramatic Presentation.  And in the less popular categories, hell, people have been known to make the Hugo ballot with twenty votes.\r\n\r\nSo NOMINATE.\r\n\r\nAs to what you should nominate... well, that's your choice, of course.  Right now, all over Ye Olde InterWeb, people are making their recommendations and writers are reminding the world about their own eligible works.  I'll do the same, as I have in past years.  But not in this post.  Watch this space for my own favorites.","ditemid":258975,"eventtime":"2012-01-18 12:50:00","props":{"current_location":"Santa Fe","opt_nocomments":1,"taglist":"hugo awards, worldcon, awards","current_moodid":91,"picture_keyword":"hugo","opt_screening":"N","personifi_tags":"nterms:yes","interface":"web","revnum":4,"revtime":1327029088},"can_comment":0,"logtime":"2012-01-11 19:51:15","anum":159,"url":"http://grrm.livejournal.com/258975.html","event_timestamp":1326891000,"reply_count":0}