{"itemid":10,"subject":"Hugo nominations","event":"LACon has sent out its Hugo nominating ballots.  If you're a member of the con, please nominate.  If you're not, but you intend on going to LA this August, this would be a good time to join.  Then you could nominate as well.  The Hugos are the most important and prestigious awards in the world of SF and fantasy, and this is your chance to participate in them.  You do NOT have to have read every book or short story published during the past year to be able to nominate.  Even if you have only read one or two things, but you think they were Hugo worthy, please do nominate them.  You do NOT have to nominate in all the categories either.  \r\n\r\nI have always felt that the nominations are the most important part of the process.  It IS an honor just to be nominated, after all, and if you are not nominated, you can't win.  Also, compared to the final ballot, relatively few people choose to take part in the nominating process, so one or two ballots can make the difference between being a Hugo nominee, or not.  This is especially important for new writers and first time nominees.  Once you get that first nomination the others come easier, since the voters tend to look back at previous years when trying to decide what names to write in.  But that first nomination is hard...\r\n\r\nWho you choose to nominate, of course, is entirely up to you.  It is a secret ballot, after all.\r\n\r\nHowever, I do have a few suggestions...\r\n\r\nIn the Best Artist category, I think it is a crime and a shame that I never seem to see the names of JOHN HOWE or ALAN LEE on the final ballot.  There are no better fantasy artists anywhere in the world.  The same five or six artists tend to be nominated in this category every year, and they are all very talented, to be sure... but it is past time that Howe and Lee were on the ballot as well.  I'm nominating both of them.\r\n\r\nThe Best Editor category also tends to be dominated by the same group of \"Usual Suspects.\"  All great editors, and well deserving of their nominations... but there are others working in our field, equally good, who have never gotten the recognition they deserve.  One of them is my own editor, Bantam's ANNE LESLEY GROELL.  I urge you to consider her name when you are filling out your ballot.\r\n\r\nNo doubt the Best Dramatic Presentation/ Short Form category will be dominated by episodes of BATTLESTAR GALACTICA, STARGATE, and the other ongoing SF dramas.  That's cool, but sometimes SF shows up in places where you don't expect it.  On SOUTH PARK, for example.  I am going to nominate the hilarious episode called TRAPPED IN THE CLOSET, all about the evil alien overlord Xamu and L. Ron Hubbard.  Join me.  If we get SOUTH PARK on the ballot, maybe Matt and Trey will show up at the con...","ditemid":2633,"eventtime":"2006-02-01 18:45:00","props":{"commentalter":1292888550,"personifi_tags":"nterms:yes"},"can_comment":0,"logtime":"2006-02-02 02:05:04","anum":73,"url":"http://grrm.livejournal.com/2633.html","event_timestamp":1138819500,"reply_count":1,"comments":[{"shown":1,"collapsed":0,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/2633.html?replyto=87881","name":"reply","title":"Reply","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/2633.html?thread=87881#t87881","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/2633.html?thread=87881#t87881","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/2633.html?thread=87881#t87881","name":"expand","title":"Expand"}],"uname":"","loaded":1,"p_tracked":0,"commenter_journal_base":"","statprefix":"http://l-stat.livejournal.net","dtalkid":87881,"talkid":343,"thread_url":"http://grrm.livejournal.com/2633.html?thread=87881#t87881","article":"I WOULD LOVE TO SEE \"TRAPPED IN THE CLOSET\" NOMINATED","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"10 years ago","ctime":"July 23 2006, 02:17:49 UTC","massactions":0,"subject":"SOUTH PARK","deleted":0,"dname":"","ctime_ts":1153621069,"tracked":0}]}