{"itemid":1113,"subject":"Massively Multiplayer Tease","event":"Bigpoint has unveiled a short teaser for their forthcoming GAME OF THRONES mmorpg.  I thought the gamers out there might enjoy a look\r\n\r\n<lj-embed id=\"320\"/>\r\n</object>\r\n\r\nIf the scenery and music seems familiar, that's because this game is being produced under a license from, and with the cooperation of, HBO and is based on the TV show, whereas the previous Cyanide videogames were based on the books.\r\n\r\nMoreover, I'm informed that BigPoint will be previewing the game this weekend at the San Diego Comicon.  To have a look, visit the Dark Horse booth.  I know I will... I want to see what they're doing just as much as you do!!\r\n\r\nHere's the BigPoint press release:\r\n\r\nJuly 2, 2012 – San Francisco – Bigpoint – a global leader in online video games – today revealed the official name of its upcoming free-to-play (F2P) fantasy massively multiplayer online role playing game (MMORPG) as Game of Thrones Seven Kingdoms. Bigpoint has partnered with HBO® to develop the game inspired by the network’s critically acclaimed television show, Game of Thrones®, adapted from the bestselling fantasy book series, A Song of Ice and Fire, written by George R.R. Martin. Game of Thrones Seven Kingdoms will be set within the Seven Kingdoms of Westeros, giving players the chance to experience epic moments from the television series. At the upcoming San Diego Comic-Con, July 12-15, Bigpoint will release a new exclusive video trailer for Game of Thrones Seven Kingdoms.\r\n\r\n“Selecting a game’s title can be quite an arduous process, especially in the free-to-play space where games must be easily discoverable by players around the world,” said Max Pfaff, Producer, Bigpoint. “By selecting Game of Thrones Seven Kingdoms we’re confident that we’ve chosen an identifiable name that will resonate with the global community of diehard Thrones fans.”\r\n\r\nIn context of the lore, the Seven Kingdoms were originally independent countries which rose up over thousands of years until the Targaryens ruled over them as one nation of Westeros. Game of Thrones Seven Kingdoms begins after the deaths of King Robert Baratheon and Ned Stark. The Starks of the north declare war on the south and Baratheon’s two brothers both make claims to the throne. Players are challenged to form alliances through Player vs. Player (PvP), Siege combat and politics to control Westeros.\r\n\r\nFans attending San Diego Comic-Con (July 12-15) will also have the opportunity to get a first look at the exclusive new Game of Thrones Seven Kingdoms trailer by Bigpoint which can be viewed at booth 2615 (Dark Horse). The teaser captures the essence of gameplay and visual fidelity that players will get to experience when the game is launched. \r\n\r\nBigpoint is collaborating with Norwegian development studio, Artplant, on the development of the forthcoming Unity-based project. Bigpoint and Artplant have previously partnered on the production of Battlestar Galactica Online, a breakthrough F2P space combat MMO that recently celebrated its first birthday and 10 million registered pilot milestone.\r\n\r\nGame of Thrones Seven Kingdoms beta testing is slated to begin later this year. Fans are encouraged to visit: http://www.GameofThronesMMO.com/ for more information and to follow the latest Twitter updates @GOTMMO.","ditemid":285104,"eventtime":"2012-07-11 01:12:00","props":{"current_location":"Santa Fe","opt_nocomments":1,"taglist":"videogame, conventions, hbo, game of thrones","current_moodid":125,"give_features":1,"picture_keyword":"sword","opt_screening":"F","interface":"web","personifi_tags":"nterms:yes"},"can_comment":0,"logtime":"2012-07-11 20:18:34","anum":176,"url":"http://grrm.livejournal.com/285104.html","event_timestamp":1341969120,"reply_count":0}