{"itemid":1165,"subject":"One Day to Go","event":"The presidential election is one day away, and both campaigns are going all out.\r\n\r\nMust admit, I am nervous about this one.  All the polls say that Obama will win, but I never trust polls.  I was born the year that Dewey defeated Truman, after all.  And the Washington Redskins lost yesterday, an unfortunate omen.  Yes, I know, it's a silly superstition, but as a predictor, the Redskins have a better record than Gallup does.\r\n\r\nThe voting in Florida is already a mess.  Despite having lost several court cases since I made my \"voter suppression\" post a few months back, Republicans in Florida, Ohio, and several other key states keep coming up with nasty new ways to try to keep black people, brown people, college kids, and retirees from voting.  \"If you can't win their support, just disenfranchise them\" seems to have become the new GOP slogan in the swing states.\r\n\r\nThe election may very well turn on the success or failure of Romney's Big Lie push in Ohio, Michigan, and Pennsylvania.  Yes, I am talking about the Jeep ad.  It still boggles me that the Republicans are continuing to run that ad, even after both GM and Chrysler have come out to say how false it is.  \"When caught lying, lie LOUDER,\" seems to be the philosophy.\r\n\r\nWell, there's lots more I can say... but nothing that those of you who are paying attention have not heard before.  \r\n\r\nWhenever I make one of these political posts, I always get a rush of emails.  Lots of \"right on, you said it, I agree\" mails from those who share my views, a couple of reasoned and thoughtful dissents (which I value), and a handful of \"I am never going to read your books again\" screeds.  (Those last just make me sad.  Not because I have lost a reader, but because such people seem deliberately intent on closing their eyes and shutting down their minds.  I grew up reading Robert A. Heinlein, after all, and still have been known to read works by Orson Scott Card, Dan Simmons, Larry Niven, and others whose political views are worlds away from my own.  It's GOOD to read things that challenge your own opinions and preconceptions... or so I have always believed.... ) All of which has become fairly predictable, I fear.  But supposedly there are still some undecided voters vote there, and if my posts here can sway even one or two of them into voting for the president, then it's worth the vitriol.\r\n\r\nAnyway... be sure and vote tomorrow... and if anyone tries to stop you or obstruct you, scream long and loud.","ditemid":298412,"eventtime":"2012-11-05 10:02:00","props":{"current_location":"Santa Fe","opt_nocomments":1,"taglist":"politics","current_moodid":134,"give_features":1,"picture_keyword":"flames","opt_screening":"F","interface":"web","personifi_tags":"nterms:yes"},"can_comment":0,"logtime":"2012-11-05 17:02:45","anum":172,"url":"http://grrm.livejournal.com/298412.html","event_timestamp":1352109720,"reply_count":0}