{"itemid":1166,"subject":"\"Show Us Your Papers,\" the Sequel","event":"It's election day, and millions are lined up and voting from coast to coast.\r\n\r\nAnd even now, the radical right is doing its best to deny the vote to folks they think might vote the wrong way.  Reports of voter harassment are coming in from Ohio, Colorado, Virginia, Florida and other swing states of self-appointed \"poll watchers\" lurking outside polling places and demanding to see the ID cards of people waiting to vote.  A disproportionate number of those that they are targeting, of course, are black and Latino voters.\r\n\r\nThe folks doing this are from a Tea Party linked organization that calls itself \"True the Vote.\"  If truth in advertising laws applied, they should more properly call themselves \"Suppress the Vote.\"\r\n\r\nBut don't take my word for it.  Here are some news stories:\r\n\r\nhttp://www.inquisitr.com/389496/true-the-vote-barred-from-harassing-voters-in-key-ohio-county-as-election-forges-ahead/\r\n\r\nhttp://www.thenation.com/blog/171066/sheriff-deputies-poll-worker-harass-latinos-swing-state-colorado\r\n\r\nhttp://crooksandliars.com/mugsy/true-vote-virtually-nonexistent-voter-fraud-\r\n\r\nhttp://www.nytimes.com/2012/09/22/opinion/voter-harassment-circa-2012.html?_r=0\r\n\r\nThese folks, FWIW, have no right whatsover to demand anyone's ID.  They are just trying to intimidate people, to scare them away from exercising their franchise.  The Voter ID laws I wrote about in my earlier \"Show Us Your Papers\" post (below) have largely been struck down by the courts.  If you're a registered voter, you have the right to cast your ballot.\r\n\r\nIf ANYONE tries to stop you from voting, call 866-OUR-VOTE for help.  They're a nonpartisan voting rights organization dedicated to making sure no one is denied their rights.\r\n\r\nI guess we will find out tonight how well voter suppression works... \"not at all well\" would be my hope, in the country I love.","ditemid":298529,"eventtime":"2012-11-06 15:19:00","props":{"current_location":"Santa Fe","opt_nocomments":1,"taglist":"politics","current_moodid":2,"give_features":1,"picture_keyword":"angry","opt_screening":"F","interface":"web","personifi_tags":"nterms:yes"},"can_comment":0,"logtime":"2012-11-06 22:19:47","anum":33,"url":"http://grrm.livejournal.com/298529.html","event_timestamp":1352215140,"reply_count":0}