{"itemid":1167,"subject":"A Great Night for the USA","event":"A long night.  I must admit, I was worried.  The polls all said Obama would be reelected, but I've never been able to put my faith in polls.  (They looked pretty good for Al Gore and John Kerry too).  Maybe the pollsters are getting better.  My hat's off to Nate Silver and his team at 538.\r\n\r\nIt was a great night for Obama, for the Democrats... and, in the long run, for the country.  Yes, even for all you folks who hate Obama (which I will never understand), and voted against him.  All of the accomplishments of his first term would have been endangered if he had lost... economic recovery, peace in Iraq, gay rights, Wall Street regulation, tax reform, women's reproductive freedoms, and... especially... health care.  Now we know that \"Obamacare\" will finally be able to kick in fully, and the United States will finally have a health care system worthy of a country as great and rich as ours.\r\n\r\nBesides Obama's victory, I was especially glad to see the worst of the far right candidates go down to defeat.  I am looking at you, Akin and Mourdock.  I just hope the GOP takes the right lesson from these defeats, and moves away from the Tea Party and the far right, to become once more the party of Dwight Eisenhower, Nelson Rockefeller, Everett Dirksen, and Theodore Roosevelt.  \r\n\r\nAfter his first election, Obama made huge efforts to reach across the aisle and work with the \"loyal opposition\" on some bipartisan solutions to our country's problems, but met only with obstructionism, attack, and a record number of filibusters.  This time, I can only hope he will find a few Republicans of good conscience willing to work with him.  It takes two to tango... and bridges are best built from both sides.\r\n\r\nBut there will be time enough for that later.  This is a night for celebration.  \r\n\r\n<lj-embed id=\"335\"/>\r\n\r\nTomorrow, back to work...","ditemid":298771,"eventtime":"2012-11-07 00:38:00","props":{"current_location":"Santa Fe","opt_nocomments":1,"taglist":"politics","current_moodid":15,"give_features":1,"picture_keyword":"happy blue","opt_screening":"F","interface":"web","personifi_tags":"nterms:no"},"can_comment":0,"logtime":"2012-11-07 07:38:04","anum":19,"url":"http://grrm.livejournal.com/298771.html","event_timestamp":1352248680,"reply_count":0}