{"itemid":11,"subject":"Super Bowl XL","event":"It frightens me a little to realize that there have now been forty Super Bowls.  I remember watching the first one in the dorm lounge of the North Shore Hotel in Evanston, Illinois, back when I was in college.  I watched the second, third, and fourth in that same room.  Damn, but the years do fly by...\r\n\r\nCongratulations to the Pittsburgh Steelers and their fans.  It was not the best of Super Bowls, but it was by no means the worst either.  A halfway decent game, which can't be said of all of them.  And it was nice to see Jerome Bettis go out as a champion.  Though he never played for either of my teams, I have always liked the Bus.  He seems a class guy, a real team guy, and you like to see someone like that go out on top.  I hope the same sort of ending awaits my own favorite guys, Curtis Martin (Jets) and Tiki Barber (Giants), somewhere down the line.\r\n\r\nSo another NFL season is now done, which means that Sunday becomes a work day for me once again.  That should please everyone waiting for A DANCE WITH DRAGONS.\r\n\r\nI am already looking forward to the NFL draft in April, however.  The Jets have the fourth overall pick, in a draft where all the experts claim there are three great players.  Sigh.  Myself, I'd be happy if the Jets emerged with the big offensive lineman, D'Brickashaw Ferguson, someone to open holes for Curtis and protect Chad... always assuming that Curtis and Chad are still going to be with the team next season, which is by no means certain.  The Jets have a new coach, after all, and new coaches traditionally like to clean house.  If Reggie Bush falls to the four slot, that would be cool as well... but he won't, and I don't want the Jets to trade up to get him.  I am still rooting for Chad Pennington to make a full recovery from his shoulder surgery and return to the form he flashed in 2002, so I don't especially want the Jets to take either of the high-rated QBs, Leinart or Young.  Based on their record, however, whatever selection the Jets make will turn out to be have been the wrong one... I swear, they have been under a cloud ever since Joe Willie sold their souls for that victory in Super Bowl III.  Now that was a SUPER Bowl...","ditemid":3014,"eventtime":"2006-02-05 23:41:00","props":{"commentalter":1157709876,"personifi_tags":"nterms:yes"},"can_comment":0,"logtime":"2006-02-06 06:56:47","anum":198,"url":"http://grrm.livejournal.com/3014.html","event_timestamp":1139182860,"reply_count":1,"comments":[{"shown":1,"collapsed":0,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/3014.html?replyto=625862","name":"reply","title":"Reply","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/3014.html?thread=625862#t625862","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/3014.html?thread=625862#t625862","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/3014.html?thread=625862#t625862","name":"expand","title":"Expand"}],"uname":"","loaded":1,"p_tracked":0,"commenter_journal_base":"","statprefix":"http://l-stat.livejournal.net","dtalkid":625862,"talkid":2444,"thread_url":"http://grrm.livejournal.com/3014.html?thread=625862#t625862","article":"I was just skimming through some of your old blogs. I am a huge fan of your writing and was VERY disappointed to see that you actually <i>congratulated</i> the Steelers for being handed the Superbowl by the poor officiating of a biased crew of refs.<br /><br />No hard feelings though. Even I, a die-hard Seahawks fan, was pulling for the Giants after Feely failed at his third field goal attmept last season. I'm sure you remember.<br /><br />See you on the gridiron! <br /><br />Your loyal reader,<br />Devon Summers<br />undercaste@comcast.net <br /><br />p.s. If you like rock and roll check out my \"metal\" band at www.scorpiknox.com","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"10 years ago","ctime":"September 8 2006, 10:04:36 UTC","massactions":0,"subject":"Football season.","deleted":0,"dname":"","ctime_ts":1157709876,"tracked":0}]}