{"itemid":1229,"subject":"Hugo Recommendations - Best Editor","event":"Back to the Hugo nominations...\r\n\r\nEditors are the unsung heroes of literature, and we're fortunate to have some great ones in the worlds of SF and fantasy.  For many decades there was just one Hugo, for Best Editor, which almost always went to a magazine editor.  Book editors got little or no recognition.  But as with Dramatic Presentation, the category was split a few years back, and we now have two editing awards: Best Editor - Short Form, for editing magazines and anthologies, and Best Editor - Long Form, for book editors.\r\n\r\nShort Form tends very much to be a case of rounding up the usual suspects, with the same handful of names appearing year after year after year.  (And quite deservedly so, since most of them do great work).  Some of you may be thinking of nominating me in Best Editor - Short Form, for my work on the Wild Cards series and the big anthologies I have been co-editing with Gardner Dozois.  Don't.  Sure, I'd love be nominated as editor one of these years, but not for 2012.  I am not eligible.  None of my anthologies, WC or non-WC, came out this past year.  (2013 should be a different story).  However, my sometime partner-in-crime IS eligible, on the strength of his Best of the Year and other solo acts, and I urge you to remember GARDNER DOZOIS when filling out your ballot for Short Form.  There's none better.\r\n\r\nIn Long Form, I have three names to offer.  Starting with ANNE LESLEY GROELL, my editor at Bantam Spectra.  Anne was nominated for the very first time last year at Chicago, and it was long past due.  She did not win (the Hugo went to Betsy Wollheim of DAW, who was also long past due, having done great work for decades without recognition)... but maybe second time will be the charm.  Spectra is one of the most distinguished imprints in all of SF and fantasy, and much of that is due to Anne.  She has been editing my own books since A GAME OF THRONES first came out in 1996, but has shepherding many another novelist through to publication as well, helping them to make their books better.\r\n\r\nFor my other two suggestions, you need to look across the pond to England.  The Hugo rules do not explicitly limit the award to American editors, but in practice that is the way it all too often works out.  As best as can recall (someone correct me if I am wrong), no British editor has ever been nominated for the Hugo, much less won one.  And there are two giants in the world of SF publishing laboring over the water, editors and publishers with decades of great work behind them, who have built their respective publishing houses into the dominant UK powers in our genre.  I am speaking of JANE JOHNSON of HarperCollins Voyager, and MALCOLM EDWARDS of Gollancz/ Orion.  It is WAY past time that these two friendly competitors received some recognition from Hugo voters for all they have contributed to our field.  So please do remember their names when making your nominations.","ditemid":314830,"eventtime":"2013-03-02 10:24:00","props":{"current_location":"Santa Fe","taglist":"hugo","current_moodid":45,"opt_lockcomments":1,"picture_keyword":"Hugo","opt_screening":"F","personifi_tags":"nterms:yes","interface":"web","revnum":5,"revtime":1363449043},"can_comment":0,"logtime":"2013-02-26 17:24:06","anum":206,"url":"http://grrm.livejournal.com/314830.html","event_timestamp":1362219840,"reply_count":0}