{"itemid":1417,"subject":"Hugo Deadline At Hand","event":"Just a reminder.&nbsp; Today is the last day to nominate for the 2014 Hugo Awards, to be awarded this August in London.&nbsp; You will need to be a memer (attending or supporting) of LonCon to vote... but if you were a member of last year&#39;s San Antonio worldcon, or the forthcoming one in Spokane, you can still nominate.\r\n\r\nThe Hugos are the oldest award in the fields of SF and fantasy, and still far and away the most important.&nbsp;&nbsp; They are a fan award... a reader award... YOUR award... so do let your voice be heard.\r\n\r\nTo nominate, start at the official website here: http://www.loncon3.org/nominations.php\r\n\r\nYou will need your membership number and PIN.\r\n\r\n(I don&#39;t have time to give a long list of recommendations this year, as I have done in past years.&nbsp; But I will suggest that you remember GARY GIANNI when nominating for Best Professional Artist, for his incredible work on the 2014 Ice &amp; Fire calendar, and JANE JOHNSON and MALCOLM EDWARDS when nominating Best Professional Editor, Long Form.&nbsp; This is a British worldcon, after all, and these two titans of SF and fantasy publishing in the UK have NEVER received a single nomination for their contributions to our field, which is shocking and shameful.&nbsp; Both of them deserve places on the ballot this year).\r\n\r\n((And even if you have already sent in your e-ballot, it&#39;s not too late.&nbsp; The LonCon format permits you to go back and add and even change right up to the deadline)).","ditemid":362801,"eventtime":"2014-03-31 19:42:00","props":{"current_mood":"busy","current_location":"Santa Fe","taglist":"hugo awards","current_moodid":91,"opt_lockcomments":1,"picture_keyword":"Hugo","opt_screening":"F","personifi_tags":"nterms:yes","revnum":1,"interface":"web","revtime":1396591309},"can_comment":0,"logtime":"2014-04-01 01:42:50","anum":49,"url":"http://grrm.livejournal.com/362801.html","event_timestamp":1396294920,"reply_count":0}