{"itemid":1629,"subject":"Puppygate","event":"The last thing I want to do... the last thing I need to do... is get involved in the firestorm of controversy that has sprung up around this year's Hugo ballot.  I have books to write.  I have TV shows to develop.  I have anthologies to edit.  Oh, and a movie theatre, and a bowling alley and prep school that we are turning into art space, and charities to help support.  And somewhere in there, an actual life to live.\r\n\r\nBesides, this is a nasty, nasty fight, and anyone who speaks up, on either side of this, risks being savaged.  It is no fun being savaged.  It raises one's blood pressure, and brings out the urge to savage back.  \r\n\r\nA wiser man would probably just keep quiet, and let this storm pass him by.\r\n\r\nBut no... that's the path of cowardice.  Much as I do not relish what is to come, I have been a part of science fiction fandom most of my life, and the Hugo Awards and worldcon are very important to me, and I cannot and will not stand by and keep silent while they are under attack.\r\n\r\nSo I am going to say a few things.\r\n\r\nSome of you reading this will not like what I am going to say.  I expect I will get the usual rash of \"I am never reading your books again\" emails and posts.  Fine, go ahead, I am used to those.  They come in every time I say anything of substance.  \r\n\r\nI suspect I may get those sorts of emails from both sides of the Puppygate wars.  I have my own views on all of this, and they don't line up precisely what what either camp is saying.\r\n\r\nSo be it.  My views are my views.  I do not speak for any clique or slate or movement. \r\n\r\nI have been thinking about all this for days, since rumors first began to circulate that this year's Hugo slate might be problematic.  I have a number of points I want to make.  Rather than write one long long long rambling post touching on all of them, I am going to make a series of posts, each focusing on one specific aspect of the controversy.   Although I am going to close comments on this initial introductory post, I will allow comments on the posts that follow... but I will NOT allow abuse in any form, either of me or any other commentator, and I will expect those commenting to STAY ON TOPIC.  Dissent is fine, so long as it is courteous and reasoned, but address your comments to the points I am raising, not to side issues.  \r\n\r\nIf you want be abusive, hey, there are plenty of other places on the internet for that.  The Sad Puppies websites will allow you to abuse the people they are calling \"Social Justice Warriors\" all you like, and the sites of those who oppose the Puppies will allow unlimited abuse in the other direction, it seems.  But none of that will fly here.  \r\n\r\nBy this time, I know, many of my readers are going to be asking, \"What the hell is he talking about?  What sides?  What controversy?  What's a Sad Puppy?  What's a Hugo Award?\"\r\n\r\nI am not going to attempt my own summary.  Millions of words have already been written about this.  SALON is covering the story.  So is ENTERTAINMENT WEEKLY, and the TELEGRAPH in the UK.  Other mainstream news blogs will be picking it up soon.  Within our genre, fuller accounts can be found on io9 and FILE 770.  If you want to hear directly from the major players in this drama, you can check out the websites of writers Brad Torgesen and Larry Correia (MONSTER HUNTER NATION) for the Sad Puppy side, or MAKING LIGHT and TOR.COM site for those opposed to them.  Be prepared for lots of vitriol on all those sites, especially when you get to the comments.  \r\n\r\nAnd for those who do not have the appetite to wage through thousands of posts, well, the basics are simple.  A group of writers and fans, many of them of a conservative political and/or literary bent, felt that they were not being adequately represented in the Hugo Awards, and put together their own slate of stories and writers they wanted on the ballot.  They blogged, they organized, they got out their voters, and they were wildly successful... to the extent that this year's Hugo ballot is dominated by their choices.\r\n\r\nCall it block voting.  Call it ballot stuffing.  Call it gaming the system.  There's truth to all of those characterizations.  \r\n\r\nYou can't call it cheating, though.  It was all within the rules. \r\n\r\nBut many things can be legal, and still bad... and this is one of those, from where I sit.\r\n\r\nI think the Sad Puppies have broken the Hugo Awards, and I am not sure they can ever be repaired.\r\n\r\nI will expand on that, and explain why, in the posts that follow.","ditemid":417125,"eventtime":"2015-04-08 13:49:00","props":{"current_mood":"depressed","current_location":"Santa Fe","opt_nocomments":1,"taglist":"hugo awards, politics, fandom","current_moodid":9,"crosspost_tw":" Puppygate http://j.mp/1aL5mcq","give_features":1,"picture_keyword":"sadface","opt_screening":"F","personifi_tags":"nterms:yes","interface":"web","langs":"{\"languages\":[[\"eng\",0.661349941605953]],\"detector\":\"Lingua-YALI:0.015\",\"updated\":1428522514}"},"can_comment":0,"logtime":"2015-04-08 19:48:30","anum":101,"url":"http://grrm.livejournal.com/417125.html","event_timestamp":1428500940,"reply_count":0}