{"itemid":1634,"subject":"STAY ON TOPIC!","event":"Okay, I am getting swamped with comments on all my Hugo/ Puppygate postings.  So many that I may having trouble keeping up... which is not helped by the way LJ makes it impossible to see the content of a comment on a comment without expanding it, so I don't know what is screened or unscreened.\r\n\r\nI thank everyone who has posted.  There has been a lot of support, a lot of dissent, a lot of good discussion.  The vast majority of you have kept your posts respectful and civil, even when you took issue with something I said, or with another poster.  I appreciate that.  I have only had to delete a handful of abusive posts.\r\n\r\nHowever, I am going to delete a lot more, starting now.  For a different reason.  Too many posts are wandering off topic.\r\n\r\nEach of my posts is focused on a specific aspect of the Hugo/ Sad Puppy controversy, and that's what the comments should address.\r\n\r\nI do not want to have to deal with long (or short) posts about GamerGate, the Tea Party, affirmative action, the Constitution, rape on campus, or any of the other myriad issues that people are beginning to drag into this.  All topics worthy of discussion, to be sure, and maybe we will discuss them at some point... but not now, please.\r\n\r\nStick to the Puppies.  Stick to the Hugos.  Agree or disagree, engage with the points I am trying to make with each of the main posts.\r\n\r\n[Comments closed on this one.  I am still trying to moderate all the comments on the previous posts].","ditemid":418310,"eventtime":"2015-04-09 20:57:00","props":{"current_mood":"busy","current_location":"Santa Fe","opt_nocomments":1,"taglist":"internet, fandom","current_moodid":91,"crosspost_tw":" STAY ON TOPIC! http://j.mp/1aPwCXa","picture_keyword":"angry","opt_screening":"F","personifi_tags":"nterms:yes","revnum":1,"interface":"web","langs":"{\"languages\":[[\"eng\",0.589798681188103]],\"detector\":\"Lingua-YALI:0.015\",\"updated\":1428634695}","revtime":1428634690},"can_comment":0,"logtime":"2015-04-10 02:56:56","anum":6,"url":"http://grrm.livejournal.com/418310.html","event_timestamp":1428613020,"reply_count":0}