{"itemid":1640,"subject":"A Reply to Larry Correia","event":"I am just about blogged out on the whole Puppygate thing, having devoted half a dozen posts and thousands of words to it over the past few days.  However, Larry Correia responded to some of those posts on his own blog, MONSTER HUNTER NATION, as several dozen of his followers immediately emailed me to point out, and I promised to reply in turn.  So here it is.\r\n\r\nMy original posts were long, and Mr. Correia's reply was long, and if quoted them all, and then piled more on top of it, all of Live Journal might sink beneath the weight.  So I am going to cut out the stuff by me that Correia quotes, since the originals are all available upstream, and edit down his own reply to just the point I want to answer.\r\n\r\nTo make it clear who is speaking, I will set off Correia's statements with brackets and try to italicize them... though for some reason the italics on LJ have not been working well of late.  We'll see if they work here.\r\n\r\nHere goes.\r\n\r\n<i></i>[[CORREIA:  When one of the most successful authors on the planet takes the time to talk about something you did, I figure that deserves an in depth response. I’ve got no direct line to Mr. Martin, but I am hoping that this will get back to him.]]<i></i>\r\n\r\nIt did.  Through several sources.  I would have responded earlier, but as you can see, I have been busy posting about other aspects of this thing.  But I do appreciate the response, andeven more so, the courtesy you have shown.  It's my hope and belief that people on different sides of an issue can disagree, even heatedly, without it turning into rancor and namecalling.  We are, after all, fighting about a literary award.  \r\n\r\n<i></i>[[CORREIA:  When I started this the Hugo Awards were not portrayed as the awards that belonged to WorldCon. They were portrayed as the awards that represented the best of all of fandom. After my first experience seeing how the sausage was made, I publically said the same thing you said there, that the Hugo Awards don’t represent all of fandom, they represent one tiny part of fandom.  I was called a liar.]] <i></i>\r\n\r\nI would not call worldcon a \"tiny part\" of fandom.  It's the core of fandom, the seed from which the whole thing grew.  Until the mid-80s, it was the biggest and most important convention in the SF world.  For people like me, it remains the most important to this day, though certainly not the biggest.  The SMOFs who run worldcon made a conscious decision to slow down and even stop the growth, so as to preserve the unique character and flavor of worldcon, the sense of community, the \"amateur status\" if I might use a sports metaphor.  It is not a decision I agree with, truth be told, but I respect their reasons.  San Diego Comicon is great, but worldcon is great too, in a different way.  The worldcon community did not want a con of 150,000 people, where fans had to wait in line for seven hours to get into a program item.\r\n\r\n<i></i>[[CORREIA: I too was nominated for the Campbell for Best New Writer. As a young, new writer, who had grown up reading the great ones, I was super excited by this incredible honor. See, I was born around when you got your Campbell nomination. I was one of those fans who grew up believing it when great authors said things like “this is your award” and “this award belongs to the fans, the readers”.  Because I was naïve. I was overjoyed when I found out I’d been nominated. I was even dumb enough to think that I might have a chance. I had already read works from two of the other nominees and I knew that they were remarkable story tellers. I had read Wells and Beukes and knew the quality of their work was excellent. In any fair wordsmithing contest either could kick my ass, and I hadn’t even read Ahmed or Grossman yet, but if they were as good as the other two, then there would be a lot of quality works to choose from.]]<i></i>\r\n\r\nAnd indeed there was.  That was one of the strongest Campbell fields in recent years.\r\n\r\n<i></i>[[CORREIA: But that’s the kicker… I hadn’t realized yet that for many voters it wasn’t about the quality of the work. Within a few days of the nominations being announced I not only knew that I was going to lose, I knew that I was going to be last place. Only it had absolutely nothing to do with my writing, but rather, who I was, and what I was.]]<i></i> \r\n\r\nActually, I was pretty certain I was going to lose as well.  I was up against George Alec Effinger, Lisa Tuttle, Ruth Berman, Bob Thurston, and Jerry Pournelle for that first Campbell, and everybody and their sister knew it was a race between Pournelle and Effinger, as indeed it proved to be.  For me, though, it was an honor just to be nominated... to be recognized as one of the six best new writers of the preceding two years, out of dozens who had broken in during that period.  Sure, I dreamed of winning... maybe I'd pull off the most stunning upset in Hugo history... but I was not the least bit surprised when I lost.  They never released voting totals in those days, so I don't know if I finished third, fourth, fifth, or last.  Didn't matter.  What did matter was that the Campbell launched my career, just as it launched yours.\r\n\r\n<i></i>[[CORREIA: I know you remember when you were starting out, Mr. Martin, because you talk about it in this very post, that scrimping, saving, and sleeping on couches phase of your career, where you are desperate to get your work out there in front of people, to get any exposure at all, and I’m betting that you were always really excited to hear what readers had to say about your creations. Right?]]<i></i>\r\n\r\nSure.  Of course, we had no internet in 1973, no emails.  I had to make do with a few passing comments in print fanzines, and the occasional encounter at a con with a fan who had actually read one of my stories.  Egoboo (as we called it) was hard to come by in those days.  I sold my first story in 1970, published it in 1971, went to my con that same year, lost the Campbell in 1973, lost my first Hugo and Nebula in 1974, won a Hugo in September 1975... but it was not until a couple of months later, at the 1975 Windycon, that I was finally deemed to be enough of a writer to be asked to sit on a convention panel.  Paying our dues, we called it.  Acclaim was hard to come by; it had to be earned, and earning it took YEARS.\r\n\r\n<i></i>[[CORREIA: I know I was. So I went out on the internet and started searching my name, trying to find out what the buzz was for the Campbell nominees. I started calling friends who belonged to various writer forums and organizations that I didn’t belong to, asking about what people thought of my books in there.  You know what I found? WorldCon voters angry that a right-wing Republican (actually I’m a libertarian) who owned a gun store (gasp) was nominated for the prestigious Campbell. This is terrible. Did you know he did lobbying for gun rights! It’s right there on his hateful blog of hatey hate hate! He’s awful. He’s a bad person. He’s a Mormon! What! Another damned Mormon! Oh no, there are two Mormons up for the Campbell? I bet Larry Correia hates women and gays. He’s probably a racist too. Did you know he’s part of the evil military industrial complex? What a jerk.  Meanwhile, I’m like, but did they like my books?\r\nNo. Hardly any of them had actually read my books yet. Many were proud to brag about how they wouldn’t read my books, because badthink, and you shouldn’t have to read books that you know are going to make you angry. A handful of people claimed to have my read my books, but they assured the others that they were safe to put me last, because as expected for a shit person, my words were shit, and so they were good people to treat me like shit.]]<i></i>\r\n\r\nI don't condone treating anyone like shit.  And I have never been a Mormon or a conservative or a gun-shop owner, so I don't know what that is like.  But I do wonder... you say you were called a liar, that people were angry with you for being who you were, that they said not to read your books... well, no need to paraphrase, you just said it all.  But WHO called you a liar?  How many people said this stuff, where, in what context?  One person, ten people, a hundred?  \r\n\r\nI don't doubt you got some criticism, that people took shots (no pun intended) at you... but fandom is large, even worldcon fandom.  There are always assholes.  No doubt they were there in 1973 as well, in that first Campbell race.  I mean, have there ever been two contenders as opposite as Pournelle and Effinger?  That was a classic Old Wave/ New Wave showdown, with us other nominees just caught in the crossfire.  However, the internet did not exist to magnify it all, and most of the sniping went on in room parties, with no permanent record of the drunken debates.  I am not sure that what you suffered was any worse than what they did, way back when.\r\n\r\nAlso, all these things that people said about you... are those direct quotes, or are you paraphrasing?  Because it seems to me that the Sad Puppies love to paraphrase, taking any challenge or criticism and tweaking it around to make it more offensive and insulting.  Take this \"Wrongfan\" moniker I now see popping up on Puppy sites.  Neither I nor any of the other SMOFs or trufans or worldconners that I know have ever called you or your friends \"wrongfans.\"  You guys made that up and applied it to yourself.  I wish that would stop.  People are saying enough hurtful shit in this debate already without making up new insults and suggesting that the other side was throwing them at you.  \r\n\r\n<i></i>[[CORREIA: Now, don’t get me wrong. I’m not lumping all of the WorldCon voters in with that perpetually outraged, politically motivated clique. I know plenty of voters read my books and just didn’t think they were as good as the people I was up against. Awesome. I salute you for you being an honest person with an honest opinion, and let’s face it, people have different tastes. But don’t tell me now that the Hugos don’t have whisper campaigns…]]<i></i>\r\n\r\nI really have no idea what you mean by a \"whisper campaign.\"  You make it sound so sinister.  Do people talk about books and writers?  Sure they do.  (They used to do it more.  These days, con suite debates are more likely to be about movies than novels).  But nobody is whispering.  Fans don't whisper.  Fans are loud-mouthed and opinionated.  And yeah, sometimes rude.  \"Have you read that new novel by X?\"  \"Yeah, I tried it, but Z is better.\"  \"Z?  You're kidding.  Z is shit.\"  And so on, and so forth.  Sometimes they tone it down if X and Z are in the room, but not always.\r\n\r\n<i></i>[[CORREIA:  Then I went to my very first WorldCon.  Mr. Martin, you talked about your positive, joyous experiences at WorldCon. How you were welcomed as a peer, about how you had all these great, wonderful, memorable experiences. But I’m betting before your first WorldCon a whole bunch of malignant lying bastards didn’t spread the word to thousands of complete strangers that you were a racist, sexist, homophobic warmonger who deserved to be shunned.]]<i></i> \r\n\r\nYou'd win that bet.  Nobody said much of anything about me before my first Worldcon, because no one had any idea who I was.  I was pretty much an invisible person at that con.  I had been to one earlier con, and I knew maybe half a dozen people.  I spent much of that con standing quietly in corners, trying to look interesting so people would talk to me.  Oh, yes, there were a few people who were terrific, friendly, welcoming -- Gardner Dozois, Terry Carr, Phyllis and Alex Eisenstein --but you could count them on the fingers on one hand.  Nobody rolled out the red carpet for me.  Nobody gave two shits that I was a Campbell Award finalist.  So we all have our traumas, Mr. Correia.  \r\n\r\n<i></i>[[CORREIA: I met many wonderful people at that WorldCon. I also had many people treat me like garbage. I was berated by other panelists. I had people get up and leave the room when I entered. I had belligerent drunks challenging me at room parties because “Oh, it’s that fucker”.]]<i></i> \r\n\r\nHow many belligerent drunks?  One?  Two?  Ten?  I think it matters.  You say that you were \"berated\" by other panelists... but panels at SF cons do often become loud and heated, it is not at all unusual.  I doubt any special malice was directed at you.  WHat was the panel topic?  Who was on it?  Who berated you?  With what words?  Is it possible that you were berating the other panelists back?  I am not trying to call you a liar, Mr. Correia, but... Some people love to argue, some don't.  Some take disagreement to mean disrespect.  Some are thin-skinned.  I don't know you well enough to know where you fall in respect of all that.  Must admit, I would be curious to see this panel.  Many worldcons videotape their programming.  It would be fascinating to see the tape of your Reno panel, to get a better idea of who said what.\r\n\r\n<i></i>[[CORREIA: A lot of people will tell you now that I bring this upon myself, because I am rude and abrasive on the internet now. Yes. Now. But back then I was still trying to play it cool, and didn’t think I could have a successful career if I made the wrong people angry. It wasn’t until after that WorldCon that I said screw it, they’re going to hate me anyway, might as well state my honest opinions.  So I mostly hung out with the Barflies, because they were cool. But I can hang out with Barflies at fifty other cons where I’m not assumed to be the second coming of Hitler because the internet said so. And while I hung out with them, I got to hear how many of them were shunned for various reasons too.]]<i></i> \r\n\r\nI don't know who the Barflies are.  Do you just mean you hung out in the bar?  Lots of people hang out in the bar at a con, I was not aware there was a specific group.  You can always find lots of writers in the bar, usually around some editor who is buying the drinks.\r\n\r\n<i></i>[[CORREIA: Then I went to the award ceremony, and the parties, and the various schmoozefests, and I discovered that the Hugo Awards were like one great big In Joke. And the cool kids told their cool stories to the other cool kids, and lorded it over those who weren’t part of the In Joke. Honestly, it reminded me of high school, and I was the poor fat kid who had inadvertently pissed off the mean girls.]]<i></i>\r\n\r\nCome on, Larry.  The cool kids?  Surely you have been around fandom long enough to realize that there are no cool kids.  We're all the fat kids, the nerds, the computer geeks, the guys who always had their nose in a book, who loved comics and played chess and couldn't get a date for a prom.  And the girls are the geek girls, our female counterparts.  \r\n\r\n<i></i>[[CORREIA: Then I got to meet and hang out with a whole bunch of authors, artists, and creators who spent most of the con bitching about how broken and biased the Hugos were. Some of these were old school, and got the In Jokes. Some were so talented, so famous, so successful, that it blew my mind that here they were at dinner, pissed off and angry that they knew they would never get any sort of consideration.]]<i></i>\r\n\r\nDid you go to the Hugo Losers Party?  That's become an offical con thing now, and the SMOFs have taken it over and made it stuffy and semi-formal, with door dragons deciding who gets in (but as a Campbell loser, you would certainly have been on the list.  Gardner Dozois and I founded that party in 1976, the night after I'd lost two Hugos.  The whole point was to get drunk and bitter and bitch and tell each other we'd been robbed.  We had a little contest, each of us insisting \"I am a bigger loser, because... \"  It was all in good fun.  People who get honestly for real pissed off about losing Hugos... no, man, really, that's no good.  Fake bitter takes the sting out of losing.  Real bitter poisons everything.\r\n\r\n<i></i>[[CORREIA: After the awards were over and all the cool kids patted each other on the back about how brilliant they were, and everything shook out pretty much exactly how everybody predicted it would anyway, they released the actual numbers for nominations and votes, and I discovered just how freaking tiny the number of people involved in this supposedly most prestigious award in the world was. The winners were those who played the game, and as I sat there with the losers, I watched the game already being played for next year. As an author, I was sad. As a fan, I was disgusted. But as an auditor, I marveled at how something so statistically insignificant could be taken so seriously.]]<i></i>\r\n\r\nIt's history that gives the Hugos their prestige, not statistics.  I believe I made that point at some length in my first post, so I won't repeat myself.\r\n\r\n<i></i>[[CORREIA: That was my first exposure to how the process really worked. So I went home, dejected. And when I openly spoke about my experience, and I said pretty much exactly what you just said there, Mr. Martin, that the awards don’t represent all of fandom, and that they just represent one tiny, insular, clique of fandom… I was called a liar. I was attacked all over again. I was told it was just sour grapes from a loser, but what could you expect from a shit writer, making shit product?]]<i></i>\r\n\r\nOkay, these are some strong statements, and I have to ask once again, is it possible that some of this is wounded feelings and hyperbole?  Were you actually called \"a liar,\" or did someone just claim your statement was untrue?  Big difference there.  Were you \"attacked,\" or did people just disagree with you?  Did someone actually use the words \"shit writer\" and \"shit product?\"  Or is this just more \"wrongfan\" stuff, where someone says something critical, and it gets turned all the way up to eleven on the offensiveness scale?\r\n\r\n<i></i>[[CORREIA: The Hugos represent greatness, worthiness, and all of fandom. WorldCon is inclusive. How dare you question it?  So I said I would prove it, and I did.]] <i></i>\r\n\r\nYou didn't, though.  At least I do not believe you did.  I am not calling you a liar, I am just saying that I believe that statement to be false.  In fact, I think my own \"Where's the Beef?\" blog post pretty well demolished the Sad Puppy claims.  Your supporters may not think so.  Does that mean they are calling me a liar?  My supporters think I was totally convincing, so...\r\n\r\n<i></i>[[CORREIA: I am many terrible things, but dishonest is not one of them. Let me clarify something, because I have been personally attacked for this for three years now. Yes, like most authors I dreamed of winning a Hugo, because I was very naïve. In the past I did very much want to win a Hugo. Just like I was dumb enough for a couple days to think that I might actually have a shot at winning a Campbell. However, I know that I will not ever win a Hugo. I’m way too good at statistical analysis. I had a snowball’s chance in hell before I upset the apple cart and made myself radioactive to the typical WorldCon voter.]]<i></i>\r\n\r\nI wish I could disagree with that, but I won't.  I am not dishonest either.  You're right, Mr. Correia.  You will never win a Hugo.  Whether you could have won one before the Sad Puppies, well, I don't know, but now, it is true, you have pissed way too many people off.  On the other hand, you know, there are many terrific writers in the history of our genre who have never won a Hugo.  Your friend Brad Torgersen has his little list, and I have my own, and the names on his list and the names on mine are very different.  Doesn't mean there is a secret conspiracy.  All it means is that tastes differ.\r\n\r\n<i></i>[[CORREIA: Not only did I know going into this that I would never win a Hugo, I also knew that I was going to make myself a target, and that I would be slandered, threatened, and have my career sabotaged. But I still did it anyway.]]<i></i>  \r\n\r\nHas your career been sabotaged?  From reading Monster Hunter Nation, it seems as if your career is going rather well.  You're on the TIMES bestseller list, are you not?  I know a hundred writers in this field, damn good writers, hard-working and talented, who would love to have their careers sabotaged so that they could be on bestseller lists too.\r\n\r\n<i></i>[[CORREIA: I got a nomination for my novel Warbound last year. The people I’m trying to expose rose to the occasion, formed lynch mobs and started attacking. I got a nomination again this year, for my novel Monster Hunter Nemesis, but I refused the nomination, specifically to prove that this isn’t about me wanting a Hugo. Apparently that still isn’t enough.  Allow me to demonstrate my conviction, and state for the record that I will never accept a Hugo award nomination for myself. However, I will continue to assist other authors who I believe have been unfairly blacklisted and shunned get theirs.]]<i></i>\r\n\r\nI try to assist other authors (and artists, and filmmakers, and fan writers) as well, by recommending their works on my Not A Blog.  Sometimes it works.  More often it does not.  If you do the same thing, I doubt anyone will have a problem with it.  The backlash you are getting now is because you went way beyond that.  Yes, all completely legal... but your campaign, your slate tactics, did not just get some authors you overlooked onto the ballot, it pretty much drove everyone else <i>off</i> the ballot.  In the three short fiction categories, there are no choices but your choices (well, yours, and Brad Torgersen's, and Vox Day's).  You say you just wanted a seat at the table.  But you kicked over the table, and took ALL the seats.\r\n\r\nAnd please, please, don't say that was what was done to your side in prior years.  I think I demonstrated in \"Where's the Beef?\" that that claim is simply not true.  There have always been plenty of writers and stories that the Puppies should have liked on the ballot every year.  If you think that's untrue, please give me chapter and verse, with specific references to the ballots for Reno, Chicon, and LoneStarCon.  Let's at least see where we disagree.\r\n\r\n<i></i>[[CORREIA: While WorldCon complains of the shrinking and greying of fandom, Salt Lake City ComicCon has been around for 2 years and has 150,000 attendees.]]<i></i>\r\n\r\nComicons -- which are really media cons, rather than just being about comics -- are bigger than SF cons, that's been true since the mid 80s.\r\n\r\n<i></i>[[CORREIA: For some people, books might not be their primary fannish outlet, but they still read books. Just because somebody plays Dragon Age or the Witcher doesn’t mean they don’t read fantasy novels too. Heck, I believe Halo tie in novels are some of the bestselling books in scifi.  If somebody was introduced to fantasy by watching Game of Thrones on HBO, and then they bought and read all your books, discovered they liked fantasy and read other books, and they thought some are awesome and deserving of an award, are they somehow lesser fans on the scales of fandom because they don’t know WorldCon trivia?]]<i></i>\r\n\r\nWorldcon is a community.  FIAWOL.  I don't regard that as trivial.  We welcome newcomers, but yes, the hope is that they will embrace our history and traditions and culture, not just our awards.  It's a proud history and a rich culture.  Some of it is silly, sure, but we even love that silliness.  Some of it, like the Hugo awards, we take very seriously.  \r\n\r\n<i></i>[[CORREIA: The barbaric outsiders shelling out their $40 to get involved now grew up being told that the Hugos were it, the Big Deal, the best of the best, and like me, they were naïve enough to believe it for a long time.]]<i></i>\r\n\r\nSo far as I'm concerned, the Hugos are the Big Deal still.  There's no other award in the field with half as distinguished a list of previous winners.  The Nebulas challenged for a time, but now they are a distant second.  \r\n\r\n<i></i>[[CORREIA: Yet, as the Hugos became increasingly politically skewed in one direction, people can now admit that is because they reflected WorldCon, not all of Fandom, only for all these years Fandom were the ones being told that they were dumb for liking the wrong things. They were wrongfan having wrongfun.]]<i></i>\r\n\r\nYour terms.  Neither I nor anyone on my side of this debate ever called anyone \"wrongfans.\"\r\n\r\n<i></i>[[CORREIA: Why do the many people involved in the Sad Puppies campaign seem to hate WorldCon? Because the SJW crowd (I know you don’t like that term, but it is the appropriate one to use here) hates my kind of fan, actively and routinely attacks my kind of fan, and calls them racist, sexist, homophobes without evidence, all day, every day. I know the SJWs are only one small clique at WorldCon, however they are the loudest and the meanest. And sadly, the moderate, rational, normal WorldCon folks rarely seem to condemn them for their antics. So from over here on the Sad Puppies side, they take your silence and lack of condemnation against the hate mongers as tacit approval, and then they tend to lump you together.]]<i></i>    \r\n\r\nPerhaps.  Maybe there is altogether too much \"lumping together\" on both sides.  From over here, on the other side, it seems as though the \"moderate, rational, normal\" conservatives rarely seem to condemn the Vox Days and Rabid Puppies on your side, so we take your silence and lack of condemnation against the hate mongers as tacit approval.  \r\n\r\n<i></i>[[CORREIA: WorldCon claims to be inclusive, but scroll through the various comments threads on the various fan blogs on my side of the fence and get their perspective sometime. SFWA also claims to be welcoming, inclusive, and apolitical, but again, read how they are really perceived by many. Snobbish, snooty, bossy, self-righteous, etc. Don’t take my word for it—you know I’m terribly biased—but ask them yourself.]]<i></i>\r\n\r\nSFWA can be maddening at times, but it has done an enormous amount of good over the half century of its existance.  It is \"snobbish\" only in the sense that it excludes amateurs and wannabees; it is professional writer's organization, not a fan club.  And it is run by unpaid volunteers, much as worldcon is.  Having served as a SFWA officer, I can tell you, there's a lot of work involved; work on behalf of fellow writers.  I don't agree with everything SFWA does, but I applaud everyone who has given of themselves to work and fight for other writers.\r\n\r\n<i></i>[[CORREIA: Hypothetical question, if Robert Heinlein wrote Starship Troopers in 2014, could he get on the Hugo ballot now? Or would he be labeled a fascist with troubling ideas, and a product of the neo-colonial patriarchy? And before you dismiss that question, maybe you should read up on what the voting clique that shall not be named says about Heinlein now. Sadly, I suspect the only way Heinlein could get on the ballot today would be if my horde of uncouth barbarian outsiders got involved and put him on our suggested slate.]]<i></i>\r\n\r\nKind of ironic that you should bring up Heinlein, since it was the Puppy slate that knocked William Patterson's Heinlein biography off the Related Works shortlist this year.  But to answer your question, I don't think Heinlein would write STARSHIP TROOPERS in 2014.  If you know Heinlein, you know that he was a man who changed with the times throughout his career.  He was always trying new things, new techniques, new challenges... and his political views changed HUGELY over his lifetime.  He wrote much of STARSHIP TROOPERS and STRANGER IN A STRANGE LAND at the same time, yet one book is beloved of conservative military buffs while the other became a hippie bible.  I have no idea what he would be writing in 2014... but if he were still at the top of his form, I would love to read it.\r\n\r\n<i></i>[[CORREIA: Yes, I do get angry, and yes, I have said some very mean things as part of that. I know you’re not looking for excuses, Mr. Martin, but I’m a little nobody, no name, hack author, who sells a tiny fraction as many books as you do, who had the bright idea to expose the bias in a biased system. As a result I’ve had people who know better spread the vilest lies about me you can imagine, and even when they know it is a lie, they have continued.  For five years, nobody on your side said a damned thing about tone when I was the one being labeled a hatemonger, or a “rape apologist” by disingenuous SFWA presidents, or they were using fabricated “scare quotes” to show I was a homophobic woman hater in the Guardian.  So, yeah, I’m angry. When people who haven’t talked to my wife since high school reach out to her, worried for her safety, because they read about how her husband is a wife beater, I get angry. Right now in about 50 blogs going out to I don’t know how many hundreds of thousands of people, the narrative is that I’m an angry white man, trying to keep scifi straight and white and male.]]<i></i>\r\n\r\nThere is no excuse for any of that.  I tried to speak to some of these issues in my blog post called \"Hatespeech.\"  Too much of this kind of shit is flying across the internet in both directions, and I don't think any good whatsoever is served by debates about who flung the first shit, or who flung the most shit, or who flung the smelliest shit.  \r\n\r\nMore and more, I grow convinced that the internet is toxic.  Every controversy brings out the trolls and toads, of every political, religious, and literary persuasion, most of them anonymous, all of them venomous.  You can't control the assholes on your side and I can't control the assholes on my side.  I fear we will both just have to live with that.\r\n\r\n<i></i>[[CORREIA: You know the most heartening things I’ve seen this week are? Writers who are my polar political opposites finally standing up and saying things like yes, Larry Coreia is an asshole, but he’s not any of these horrible things you are accusing him of, or yes, Larry Correia is an asshole, but please quit threatening to kill him and his entire family. That’s been nice.]]<i></i>\r\n\r\nNice, sure.  Basic human decency, really.  It is grotesque how you cannot have any sort of discussion on the internet without rape threats and death threats coming into it.  Makes me despair for our civilization.  Hell, I ever see these things on sports blogs.\r\n\r\n<i></i>[[CORREIA: So thank you for calling for civility.]]<i></i>\r\n\r\nAnd back at you.  \r\n\r\n<i></i>[[CORREIA: LOCUS I think it has like 40 or 50 books but ZERO from Baen (a publishing house that gets a bad rap because it is willing to publish any author regardless of their politics, from capital L Libertarians to card carrying Communists as long as they can tell a good story).]]<i></i> \r\n\r\nDo you think that makes Baen unique?  It does amuse that so many of your Sad Puppies seem to revere Baen Books and despise Tor Books, which reveals an astonishing ignorance of publishing.  Both Baen and Tor were financed by the same guy, Tom Doherty.  You know who the first editor was at Tor?  Jim Baen.  Tor publishes your Puppy favorite, John C. Wright.  Kevin Anderson too, I believe.  And Baen published liberals... me, for instance.  I knew Jim Baen.  He was well to the right of you, I suspect, and we had nothing in common politically, but TUF VOYAGING made money for him, and that was all he cared about.  But if you think that's unique to Baen, you are wrong.  Editors may be political, but the companies they work for only care about the bottom line.  Bill Mayer, Rush Limbaugh, Hillary Clinton, Bill O'Reilly, Rachel Maddow... they will publish all of them, so long as they sell. \r\n\r\n<i></i>[[CORREIA: Yes, there were competing cliques, but the only cliques who mattered all looked virtually identical to us outsiders looking in. And hardly anything they ever nominated represented anything we liked. To most of us barbarian wrongfans, the competing cliques were indistinguishable from one another.  For example, correct me if I’m wrong but I believe with last year’s winners, every single one shared similar political viewpoints. And all but one of them was white, yet that year was hailed as a huge win for diversity. You need to see this from Wrongfan’s perspective. You guys had competing cliques, but to us it was like an Eskimo having a thousand different words for snow, and you can tell us about your many diverse and wonderful types of snow, but all we saw was snow.]]<i></i>\r\n\r\nCome on.  Really?  Look at the LoneStarCon ballot, the last before the Sad Puppies really began to have an impact.  John Scalzi and Lois McMaster Bujold.  Indistinguishable from one another?  Can't tell Brandon Sanderson from Saladin Ahmed?  Jay Lake and Kim Stanley Robinson?  Ken Liu and Pat Cadigan, identical snowflakes?  How about the editors?  Stanley Schmidt of ANALOG and Sheila Williams of ASIMOV's, do you imagine they had the same taste, published the same stories? In long form editor, you had Toni Weisskopf, a Puppy favorite, against Patrick Nielsen Hayden, who your Puppies love to hate, with Sheila Gilbert of DAW thrown in as well, plus Lou Anders and Liza Gorinsky.  All just snow?  I mean, if you say so... but I see a feast there, a table laid out with all sorts of different meats and fruits and cheeses.  Diversity all over the place.\r\n\r\n<i></i>[[CORREIA: And in recent years when we looked at the ballots it was like, awesome, let’s choose between these five items of approved socially conscious message fiction. Yay! We’ve got selections from: religious people are stupid bigots, capitalists are raping the earth, capitalists are stupid bigots, bigots are stupid, and I’m not quite sure what the hell this last thing is about and I’m not even sure if it qualifies as fantasy or scifi but it has bigots in it… Oh man, tough call.]]<i></i>\r\n\r\nThat made me laugh, I admit.  Very funny... but it's all hyperbole and sweeping generalization.  I don't recognize any of those characterizations.  Which book was \"bigots are stupid?\"  Which one was \"capitalists are stupid bigots?\"  Can you slap name tags on these straw men?  \r\n\r\n<i></i>[[CORREIA: I don’t want to be Hugo Pope.]]<i></i>\r\n\r\nOh, good.  That big pointy hat wouldn't look good on you.\r\n\r\n<i></i>[{CORREIA: Last year I didn't do anything different than what was listed above. I talked about it on my blog. I tried to motivate and rally people to get involved. I plugged stuff I liked. And all of a sudden there was a little clique of Wrongfan nominating for LonCon, just big enough to get one item into every category. We were no different than the other above mentioned subfandoms.  Yet, somehow, when I did that, I was a filthy villain, breaking all the rules, with no respect for tradition. Just as I predicted, there was a wrathful terrible public backlash from the clique which shall not be named, and even though I went into it knowing that none of us would actually win, once the final results came in, the leaders of the clique which shall not be named out of respect for Mr. Martin, moved the goal posts, and danced in our blood. Articles were written about how these horrible racist hate mongers were soundly driven from the sainted halls of WorldCon. Back beneath your rock, foul barbarians! And anyone who supported Sad Puppies was motivated by racism! Booooooo!]]<i></i>\r\n\r\nI think that once again you are paraphrasing and turning the insult dial up to eleven.  I will agree that there was a backlash.  Permit me to suggest that much of the negative press you got derived from the fact that one of the stories you placed on the ballot was that novelette by Vox Day, who was already infamous by that point because of his attack on Nora Jemison, his run for SFWA president, and his expulsion from that organization.  Here we are back again to the \"lumping together\" we discussed earlier.  Had Vox Day not been on your ticket, I suspect the backlash would not have been a tenth as vociferous as it was.  Imagine, for example, that there had been a \"SJW\" slate the same year, and that they had gotten half a dozen stories on the ballot, but one of those had been by Requires Hate?  (Actually, of course, Hate was nominated for the Campbell, but under a pseudonym).  The lashback would have been just as nasty.  In your case, it did not help that the Day story was terrible.  Your public platform was all about restoring \"quality\" to the Hugos, and yet one of your standard bearers was the worst piece of writing on the ballot.  (In my opinion, of course.  All of this is opinion).\r\n\r\n<i></i>[[CORREIA: To be perfectly frank, some things changed between LonCon and SasQuan. I’d proved my point about the bias and attacks, and was ready to hang it up. They poked the bear, the bear mauled them, and now the bear just wanted to go back to his cave and be left alone. But Brad Torgersen is an idealist, Mr. Martin, I can’t accentuate this enough. He would be dead in Westeros in fifteen minutes. Brad is TruFan. That man waves his nerd flag high. He looks at the Hugo with adoration like it is some sort of religious icon with a halo around it. He prays to his altar of Saint Heinlein 3 times a day and lights candles for Frank Herbert. If I was naïve at first, Brad makes me look… hell… I don’t even have a good comparison. So when he grew up hearing that the Hugos represented the Best of the Best, bright shining light on the hill, he incorporated that into the very fiber of his being...  At that point Sad Puppies was no longer just about proving a point. It was about giving a voice to a whole mess of fans who didn’t think they would ever have one again. The mission changed, and it became about getting deserving worthy creators who would normally be shunned or ignored some freaking recognition for once in their lives.  It was time to stand up to the clique that shall not be named and their lectures about how we were having wrongfun. Unlike the existing cliques, Sad Puppies 3 didn’t give a damn about politics, race, religion, or orientation. All we cared about was could they tell us a damned good story.]]<i></i>\r\n\r\nGot it.  Politics, race, religion, and sexual orientation, OUT.  Damned good stories, IN.  And for this year's Damned Good Story standard bearer, you chose... John C. Wright SIX TIMES!!! John C. Wright, a writer famed far and wide for having no opinions on politics, race, religion, or sexual orientation, and would never dream of injecting such messages into his Damned Good Stories.  Because, after all, the Puppies get sad when they are made to read Message Fiction.\r\n\r\nSo Wright is in, and who is out?  James S.A. Corey.  Emily St. John Mandel.  John Scalzi (of course).  THREE BODY PROBLEM.  Joe Abercrombie.  Larry Niven.  Greg Bear.  Daniel Abraham.  John Varley.  William Gibson.  Joe Haldeman.  Greg Benford.  Lev Grossman.  Stephen King. No damned good stories there. I guess.  No real science fiction, no exciting fantasy, nothing entertaining or commercial, just pretentious left-wing literary crap, right?\r\n\r\n<i></i>[[CORREIA:  If the people attacking us don’t chill out, more of my people are going to get pissed off, and it might hit a 12 or 13 next year. :)]]<i></i>\r\n\r\nOH, believe me, I know.  And we'll go right up to 13 with you.  And Vox Day and his band of not-so-merry-men will go right to 23.  And then the Hugos will pretty much be dead, and the world of science fiction will be that much the poorer.\r\n\r\n[[CORREIA: If you want to talk about going forward, from here, I don’t know what to tell you about your campaigning cliques. They were already there long before we showed up. But you really want to “fix it” and make sure my people don’t screw it up anymore, and keep the Hugos sacred? Well, right now the ball is in your court. You’ve got people out there who supposedly love the award so much that they are organizing block votes for No Award against absurdly deserving yet consistently overlooked people like Jim Butcher, Toni Weisskopf, and Kevin J. Anderson, all to burn the whole thing down, just because my people violated your secret gentleman’s agreement and plugged them on a slate.]]\r\n\r\nI have already posted about my opposition to the various NO AWARD strategies.  I hope that NO AWARD will not sweep the board top to bottom.  My best guess right now is that it won't, but there is a good chance that NO AWARD will take all the \"All Puppy\" categories, the three short fiction categories and Best Related Book.  No one really knows, of course.  We are all in uncharted territory here.\r\n\r\n<i></i>[[CORREIA: I think you will find that the people who are involved with Sad Puppies are willing to talk about the future, but we are very tired of being yelled at and lied about. No matter what happens, whether you like the term for them or not, you guys need to calm your SJWs down, and tell them to quit forming angry twitter mobs, and scaring the hell out of authors who cross their invisible lines.]]<i></i>\r\n\r\nIf I could clap my hands and make everybody play nice, I would, but I do not have that superpower.  But it is interesting that you talk about \"scaring the hell out of authors\" on your side.  Fear is a big part of this.  People on the other side of the fence are scared as well, and when people are afraid, they lash out.  Both sides here feel they are being attacked, and the war of words just seems to keep escalating, and all that can come of that is mutually assured destruction.  \r\n\r\nI like to think the Hugo represents a starship, not a nuclear missile.","ditemid":420090,"eventtime":"2015-04-13 02:41:00","props":{"current_mood":"contemplative","current_location":"Santa Fe","taglist":"worldcon","current_moodid":101,"commentalter":1429286658,"crosspost_tw":" A Reply to Larry Correia http://j.mp/1aWtysq","ratingbot_comment":"noncyr","revnum":3,"personifi_tags":"nterms:no","interface":"web","hasscreened":1,"opt_lockcomments":1,"picture_keyword":"hugo","opt_screening":"F","langs":"{\"languages\":[[\"eng\",0.65037939073619]],\"detector\":\"Lingua-YALI:0.015\",\"updated\":1428960273}","revtime":1429166002},"can_comment":0,"logtime":"2015-04-13 08:40:39","anum":250,"url":"http://grrm.livejournal.com/420090.html","event_timestamp":1428892860,"reply_count":391,"comments":[{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/17746397/1071362","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21039098#t21039098","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21039098#t21039098","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21039098#t21039098","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21039098#t21039098","name":"expand","title":"Expand"}],"uname":"nwhyte","loaded":1,"p_tracked":0,"commenter_journal_base":"http://nwhyte.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21039098,"talkid":82183,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21039098#t21039098","upictitle":"Nicholas: buzz","article":"Excellent; thank you for having the patience to engage like this, George. There is no Hugo whisper campaign; there were no politically motivated cliques until Correia created one; and their alliance with Beale, which they are now frantically trying to disavow (along with their abusive attacks on Tor) were problems of their own creation.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 09:12:43 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://nwhyte.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"nwhyte","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"nwhyte","user_alias":"","profile_url":"http://nwhyte.livejournal.com/profile","alias":0}],"dname":"nwhyte","ctime_ts":1428916363,"tracked":0},{"shown":1,"collapsed":0,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21060090#t21060090","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21060090#t21060090","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21060090#t21060090","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21060090#t21060090","name":"expand","title":"Expand"}],"uname":"ext_3103223","loaded":1,"p_tracked":0,"commenter_journal_base":"https://plus.google.com/114218875071655557936","statprefix":"http://l-stat.livejournal.net","dtalkid":21060090,"talkid":82265,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21060090#t21060090","above":21039098,"upictitle":"Noah B: pic#0","article":"Pretending that your opposition's motives are \"political\" while your own are somehow unquestionably pure is blatantly dishonest.  We all make our own choices for our own reasons.  That's democracy.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21071866,"ctime":"April 13 2015, 15:57:38 UTC","parent":21039098,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"https://plus.google.com/114218875071655557936","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Noah B","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_3103223","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=75177720&t=I","alias":0}],"dname":"Noah B","ctime_ts":1428940658,"tracked":0},{"shown":0,"collapsed":1,"uname":"damiana_swan","loaded":0,"p_tracked":0,"commenter_journal_base":"http://damiana-swan.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21070842,"talkid":82307,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21070842#t21070842","above":21060090,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21075706,"parent":21060090,"massactions":0,"deleted":1,"username":[{"journal_url":"http://damiana-swan.livejournal.com/","striked":1,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"damiana_swan","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"damiana_swan","user_alias":"","profile_url":"http://damiana-swan.livejournal.com/profile","alias":0}],"dname":"damiana_swan","ctime_ts":1428946785,"leafclass":"deleted","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21075706#t21075706","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21075706#t21075706","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21075706#t21075706","name":"expand","title":"Expand"}],"uname":"lenora_rose","loaded":0,"p_tracked":0,"commenter_journal_base":"http://lenora-rose.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21075706,"talkid":82326,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21075706#t21075706","above":21070842,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21128186,"parent":21060090,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://lenora-rose.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"lenora_rose","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"lenora_rose","user_alias":"","profile_url":"http://lenora-rose.livejournal.com/profile","alias":0}],"dname":"lenora_rose","ctime_ts":1428950308,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21128186#t21128186","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21128186#t21128186","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21128186#t21128186","name":"expand","title":"Expand"}],"uname":"jmatonak","loaded":0,"p_tracked":0,"commenter_journal_base":"http://jmatonak.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21128186,"talkid":82531,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21128186#t21128186","above":21075706,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21060090,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://jmatonak.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"jmatonak","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"jmatonak","user_alias":"","profile_url":"http://jmatonak.livejournal.com/profile","alias":0}],"dname":"jmatonak","ctime_ts":1428995545,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21071866#t21071866","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21071866#t21071866","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21071866#t21071866","name":"expand","title":"Expand"}],"uname":"ext_2870928","loaded":0,"p_tracked":0,"commenter_journal_base":"https://plus.google.com/116392757960126041895","statprefix":"http://l-stat.livejournal.net","dtalkid":21071866,"talkid":82311,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21071866#t21071866","above":21060090,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21039098,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"https://plus.google.com/116392757960126041895","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Alvaro Garces","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_2870928","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=72972956&t=I","alias":0}],"dname":"Alvaro Garces","ctime_ts":1428948213,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":0,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21039610#t21039610","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21039610#t21039610","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21039610#t21039610","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21039610#t21039610","name":"expand","title":"Expand"}],"uname":"johnybigrig","loaded":1,"p_tracked":0,"commenter_journal_base":"http://johnybigrig.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21039610,"talkid":82185,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21039610#t21039610","upictitle":"Spacedock Steve: pic#0","article":"It sure sounds like this is just a conservative vs. liberal thing.  And as always in any debate, people aren't reading comments or quotes to understand them and have open discourse, they're reading them to pick them apart and find a way to attack the merit of the comment.<br /><br />I absolutely love your work as an author Mr. Martin, but you really turn me off when you treat people with differing theistic or political beliefs as yours as lower-class citizens.  It really does run contradictory to the person you usually are in your daily life.<br /><br />\"Conservatives love to dismiss the complaints of such groups and accuse them of playing the victim card… yet here we have the Puppies, loudly declaring, “no, no, we’re the REAL victims.”<br /><br />I mean, that's just offensive.  Why would you stereotype people as basically bigots because of their political stance on economics?  That's just a low blow and low rank.  People deserve better.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 09:22:13 UTC","massactions":0,"subject":"Hmm.","deleted":0,"username":[{"journal_url":"http://johnybigrig.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"johnybigrig","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"johnybigrig","user_alias":"","profile_url":"http://johnybigrig.livejournal.com/profile","alias":0}],"dname":"johnybigrig","ctime_ts":1428916933,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/5516264/1097590","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21042938#t21042938","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21042938#t21042938","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21042938#t21042938","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21042938#t21042938","name":"expand","title":"Expand"}],"uname":"jmatonak","loaded":1,"p_tracked":0,"commenter_journal_base":"http://jmatonak.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21042938,"talkid":82198,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21042938#t21042938","above":21039610,"upictitle":"Jesse: steve","article":"No one is being called a bigot because of their stance on economics. Vox Day is being called a bigot because, after reading the writings of Vox Day, many of us feel the word fits. There is... ample textual support... for this position.<br /><br />The quotes above speak at some length about feelings (and incidents!) of being marginalized, excluded, and attacked, and generalize those feelings to \"Puppies\" as a group. Mr. Correia asserts throughout that he has been the victim of many wrongs. Mr. Martin seems to have correctly summarized the \"Puppy\" position.<br /><br />I feel a strong urge to quote you back to you on the subject of \"reading to attack.\" Make of that what you will. <br /><br />Mr. Martin, I have admired your work for many years.(I look back fondly on the Great and Powerful Turtle.) I hope this comment is within your standards of civility.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21044986,"ctime":"April 13 2015, 10:46:41 UTC","parent":21039610,"massactions":0,"subject":"Re: Hmm.","deleted":0,"username":[{"journal_url":"http://jmatonak.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"jmatonak","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"jmatonak","user_alias":"","profile_url":"http://jmatonak.livejournal.com/profile","alias":0}],"dname":"jmatonak","ctime_ts":1428922001,"tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21078266#t21078266","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21078266#t21078266","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21078266#t21078266","name":"expand","title":"Expand"}],"uname":"ext_3103223","loaded":0,"p_tracked":0,"commenter_journal_base":"https://plus.google.com/114218875071655557936","statprefix":"http://l-stat.livejournal.net","dtalkid":21078266,"talkid":82336,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21078266#t21078266","above":21042938,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21080570,"parent":21042938,"massactions":0,"subject":"Re: Hmm.","deleted":0,"username":[{"journal_url":"https://plus.google.com/114218875071655557936","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Noah B","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_3103223","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=75177720&t=I","alias":0}],"dname":"Noah B","ctime_ts":1428952187,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21118458#t21118458","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21118458#t21118458","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21118458#t21118458","name":"expand","title":"Expand"}],"uname":"jmatonak","loaded":0,"p_tracked":0,"commenter_journal_base":"http://jmatonak.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21118458,"talkid":82493,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21118458#t21118458","above":21078266,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21119226,"parent":21078266,"massactions":0,"subject":"Re: Hmm.","deleted":0,"username":[{"journal_url":"http://jmatonak.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"jmatonak","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"jmatonak","user_alias":"","profile_url":"http://jmatonak.livejournal.com/profile","alias":0}],"dname":"jmatonak","ctime_ts":1428982798,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21119226#t21119226","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21119226#t21119226","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21119226#t21119226","name":"expand","title":"Expand"}],"uname":"internetontrees","loaded":0,"p_tracked":0,"commenter_journal_base":"http://internetontrees.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21119226,"talkid":82496,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21119226#t21119226","above":21118458,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21128442,"parent":21078266,"massactions":0,"subject":"Re: Hmm.","deleted":0,"username":[{"journal_url":"http://internetontrees.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"internetontrees","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"internetontrees","user_alias":"","profile_url":"http://internetontrees.livejournal.com/profile","alias":0}],"dname":"internetontrees","ctime_ts":1428984374,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21128442#t21128442","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21128442#t21128442","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21128442#t21128442","name":"expand","title":"Expand"}],"uname":"calif_troweller","loaded":0,"p_tracked":0,"commenter_journal_base":"http://calif-troweller.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21128442,"talkid":82532,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21128442#t21128442","above":21119226,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21078266,"massactions":0,"subject":"Re: Hmm.","deleted":0,"username":[{"journal_url":"http://calif-troweller.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"calif_troweller","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"calif_troweller","user_alias":"","profile_url":"http://calif-troweller.livejournal.com/profile","alias":0}],"dname":"calif_troweller","ctime_ts":1428995617,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21150202#t21150202","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21150202#t21150202","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21150202#t21150202","name":"expand","title":"Expand"}],"uname":"ext_3103223","loaded":0,"p_tracked":0,"commenter_journal_base":"https://plus.google.com/114218875071655557936","statprefix":"http://l-stat.livejournal.net","dtalkid":21150202,"talkid":82617,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21150202#t21150202","above":21128442,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21128442,"massactions":0,"subject":"Re: Hmm.","deleted":0,"username":[{"journal_url":"https://plus.google.com/114218875071655557936","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Noah B","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_3103223","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=75177720&t=I","alias":0}],"dname":"Noah B","ctime_ts":1429053500,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21159418#t21159418","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21159418#t21159418","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21159418#t21159418","name":"expand","title":"Expand"}],"uname":"michaellindsay7","loaded":0,"p_tracked":0,"commenter_journal_base":"http://michaellindsay7.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21159418,"talkid":82653,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21159418#t21159418","above":21150202,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21150202,"massactions":0,"subject":"Re: Hmm.","deleted":0,"username":[{"journal_url":"http://michaellindsay7.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"michaellindsay7","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"michaellindsay7","user_alias":"","profile_url":"http://michaellindsay7.livejournal.com/profile","alias":0}],"dname":"michaellindsay7","ctime_ts":1429079717,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21080570#t21080570","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21080570#t21080570","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21080570#t21080570","name":"expand","title":"Expand"}],"uname":"mmaresca","loaded":0,"p_tracked":0,"commenter_journal_base":"http://mmaresca.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21080570,"talkid":82345,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21080570#t21080570","above":21078266,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21042938,"massactions":0,"subject":"Re: Hmm.","deleted":0,"username":[{"journal_url":"http://mmaresca.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"mmaresca","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"mmaresca","user_alias":"","profile_url":"http://mmaresca.livejournal.com/profile","alias":0}],"dname":"mmaresca","ctime_ts":1428953127,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21128698#t21128698","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21128698#t21128698","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21128698#t21128698","name":"expand","title":"Expand"}],"uname":"jmatonak","loaded":0,"p_tracked":0,"commenter_journal_base":"http://jmatonak.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21128698,"talkid":82533,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21128698#t21128698","above":21080570,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21080570,"massactions":0,"subject":"Re: Hmm.","deleted":0,"username":[{"journal_url":"http://jmatonak.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"jmatonak","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"jmatonak","user_alias":"","profile_url":"http://jmatonak.livejournal.com/profile","alias":0}],"dname":"jmatonak","ctime_ts":1428995648,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21044986#t21044986","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21044986#t21044986","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21044986#t21044986","name":"expand","title":"Expand"}],"uname":"gonzo21","loaded":0,"p_tracked":0,"commenter_journal_base":"http://gonzo21.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21044986,"talkid":82206,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21044986#t21044986","above":21042938,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21049338,"parent":21039610,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://gonzo21.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"gonzo21","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"gonzo21","user_alias":"","profile_url":"http://gonzo21.livejournal.com/profile","alias":0}],"dname":"gonzo21","ctime_ts":1428927817,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21062906#t21062906","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21062906#t21062906","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21062906#t21062906","name":"expand","title":"Expand"}],"uname":"ext_3103460","loaded":0,"p_tracked":0,"commenter_journal_base":"https://plus.google.com/107807776912495394145","statprefix":"http://l-stat.livejournal.net","dtalkid":21062906,"talkid":82276,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21062906#t21062906","above":21044986,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21044986,"massactions":0,"subject":"Vox","deleted":0,"username":[{"journal_url":"https://plus.google.com/107807776912495394145","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Dan Guiana","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_3103460","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=75180488&t=I","alias":0}],"dname":"Dan Guiana","ctime_ts":1428943281,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21103610#t21103610","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21103610#t21103610","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21103610#t21103610","name":"expand","title":"Expand"}],"uname":"grrm","loaded":0,"p_tracked":0,"commenter_journal_base":"http://grrm.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21103610,"talkid":82435,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21103610#t21103610","above":21062906,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21132282,"parent":21062906,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"http://grrm.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"grrm","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"grrm","user_alias":"","profile_url":"http://grrm.livejournal.com/profile","alias":0}],"dname":"grrm","ctime_ts":1428968960,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21126650#t21126650","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21126650#t21126650","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21126650#t21126650","name":"expand","title":"Expand"}],"uname":"ext_3103223","loaded":0,"p_tracked":0,"commenter_journal_base":"https://plus.google.com/114218875071655557936","statprefix":"http://l-stat.livejournal.net","dtalkid":21126650,"talkid":82525,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21126650#t21126650","above":21103610,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21103610,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"https://plus.google.com/114218875071655557936","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Noah B","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_3103223","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=75177720&t=I","alias":0}],"dname":"Noah B","ctime_ts":1428991743,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21129978#t21129978","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21129978#t21129978","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21129978#t21129978","name":"expand","title":"Expand"}],"uname":"grrm","loaded":0,"p_tracked":0,"commenter_journal_base":"http://grrm.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21129978,"talkid":82538,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21129978#t21129978","above":21126650,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21126650,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"http://grrm.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"grrm","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"grrm","user_alias":"","profile_url":"http://grrm.livejournal.com/profile","alias":0}],"dname":"grrm","ctime_ts":1428997350,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21141754#t21141754","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21141754#t21141754","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21141754#t21141754","name":"expand","title":"Expand"}],"uname":"vortexae","loaded":0,"p_tracked":0,"commenter_journal_base":"http://vortexae.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21141754,"talkid":82584,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21141754#t21141754","above":21129978,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21149690,"parent":21129978,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"http://vortexae.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"vortexae","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"vortexae","user_alias":"","profile_url":"http://vortexae.livejournal.com/profile","alias":0}],"dname":"vortexae","ctime_ts":1429032350,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21149690#t21149690","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21149690#t21149690","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21149690#t21149690","name":"expand","title":"Expand"}],"uname":"ext_3103223","loaded":0,"p_tracked":0,"commenter_journal_base":"https://plus.google.com/114218875071655557936","statprefix":"http://l-stat.livejournal.net","dtalkid":21149690,"talkid":82615,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21149690#t21149690","above":21141754,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21129978,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"https://plus.google.com/114218875071655557936","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Noah B","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_3103223","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=75177720&t=I","alias":0}],"dname":"Noah B","ctime_ts":1429052254,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21157882#t21157882","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21157882#t21157882","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21157882#t21157882","name":"expand","title":"Expand"}],"uname":"grrm","loaded":0,"p_tracked":0,"commenter_journal_base":"http://grrm.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21157882,"talkid":82647,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21157882#t21157882","above":21149690,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21149690,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"http://grrm.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"grrm","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"grrm","user_alias":"","profile_url":"http://grrm.livejournal.com/profile","alias":0}],"dname":"grrm","ctime_ts":1429076676,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21168634#t21168634","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21168634#t21168634","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21168634#t21168634","name":"expand","title":"Expand"}],"uname":"ext_3103223","loaded":0,"p_tracked":0,"commenter_journal_base":"https://plus.google.com/114218875071655557936","statprefix":"http://l-stat.livejournal.net","dtalkid":21168634,"talkid":82689,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21168634#t21168634","above":21157882,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21157882,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"https://plus.google.com/114218875071655557936","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Noah B","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_3103223","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=75177720&t=I","alias":0}],"dname":"Noah B","ctime_ts":1429123025,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21169914#t21169914","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21169914#t21169914","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21169914#t21169914","name":"expand","title":"Expand"}],"uname":"grrm","loaded":0,"p_tracked":0,"commenter_journal_base":"http://grrm.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21169914,"talkid":82694,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21169914#t21169914","above":21168634,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21168634,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"http://grrm.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"grrm","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"grrm","user_alias":"","profile_url":"http://grrm.livejournal.com/profile","alias":0}],"dname":"grrm","ctime_ts":1429129003,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21170170#t21170170","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21170170#t21170170","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21170170#t21170170","name":"expand","title":"Expand"}],"uname":"ext_3103223","loaded":0,"p_tracked":0,"commenter_journal_base":"https://plus.google.com/114218875071655557936","statprefix":"http://l-stat.livejournal.net","dtalkid":21170170,"talkid":82695,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21170170#t21170170","above":21169914,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21169914,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"https://plus.google.com/114218875071655557936","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Noah B","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_3103223","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=75177720&t=I","alias":0}],"dname":"Noah B","ctime_ts":1429133115,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21170426#t21170426","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21170426#t21170426","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21170426#t21170426","name":"expand","title":"Expand"}],"uname":"grrm","loaded":0,"p_tracked":0,"commenter_journal_base":"http://grrm.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21170426,"talkid":82696,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21170426#t21170426","above":21170170,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21170170,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"http://grrm.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"grrm","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"grrm","user_alias":"","profile_url":"http://grrm.livejournal.com/profile","alias":0}],"dname":"grrm","ctime_ts":1429135814,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21183226#t21183226","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21183226#t21183226","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21183226#t21183226","name":"expand","title":"Expand"}],"uname":"bobkmando","loaded":0,"p_tracked":0,"commenter_journal_base":"http://bobkmando.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21183226,"talkid":82746,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21183226#t21183226","above":21170426,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21170426,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"http://bobkmando.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"bobkmando","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"bobkmando","user_alias":"","profile_url":"http://bobkmando.livejournal.com/profile","alias":0}],"dname":"bobkmando","ctime_ts":1429146231,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21194746#t21194746","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21194746#t21194746","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21194746#t21194746","name":"expand","title":"Expand"}],"uname":"grrm","loaded":0,"p_tracked":0,"commenter_journal_base":"http://grrm.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21194746,"talkid":82791,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21194746#t21194746","above":21183226,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21183226,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"http://grrm.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"grrm","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"grrm","user_alias":"","profile_url":"http://grrm.livejournal.com/profile","alias":0}],"dname":"grrm","ctime_ts":1429152411,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21201402#t21201402","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21201402#t21201402","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21201402#t21201402","name":"expand","title":"Expand"}],"uname":"bobkmando","loaded":0,"p_tracked":0,"commenter_journal_base":"http://bobkmando.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21201402,"talkid":82817,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21201402#t21201402","above":21194746,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21194746,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"http://bobkmando.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"bobkmando","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"bobkmando","user_alias":"","profile_url":"http://bobkmando.livejournal.com/profile","alias":0}],"dname":"bobkmando","ctime_ts":1429158699,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21207546#t21207546","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21207546#t21207546","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21207546#t21207546","name":"expand","title":"Expand"}],"uname":"grrm","loaded":0,"p_tracked":0,"commenter_journal_base":"http://grrm.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21207546,"talkid":82841,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21207546#t21207546","above":21201402,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21201402,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"http://grrm.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"grrm","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"grrm","user_alias":"","profile_url":"http://grrm.livejournal.com/profile","alias":0}],"dname":"grrm","ctime_ts":1429164858,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21132282#t21132282","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21132282#t21132282","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21132282#t21132282","name":"expand","title":"Expand"}],"uname":"gonzo21","loaded":0,"p_tracked":0,"commenter_journal_base":"http://gonzo21.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21132282,"talkid":82547,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21132282#t21132282","above":21103610,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21134074,"parent":21062906,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"http://gonzo21.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"gonzo21","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"gonzo21","user_alias":"","profile_url":"http://gonzo21.livejournal.com/profile","alias":0}],"dname":"gonzo21","ctime_ts":1429007008,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21153274#t21153274","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21153274#t21153274","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21153274#t21153274","name":"expand","title":"Expand"}],"uname":"silver_laker","loaded":0,"p_tracked":0,"commenter_journal_base":"http://silver-laker.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21153274,"talkid":82629,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21153274#t21153274","above":21132282,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21165306,"parent":21132282,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"http://silver-laker.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"silver_laker","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"silver_laker","user_alias":"","profile_url":"http://silver-laker.livejournal.com/profile","alias":0}],"dname":"silver_laker","ctime_ts":1429063055,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21165306#t21165306","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21165306#t21165306","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21165306#t21165306","name":"expand","title":"Expand"}],"uname":"agaborn","loaded":0,"p_tracked":0,"commenter_journal_base":"http://agaborn.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21165306,"talkid":82676,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21165306#t21165306","above":21153274,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21132282,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"http://agaborn.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"agaborn","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"agaborn","user_alias":"","profile_url":"http://agaborn.livejournal.com/profile","alias":0}],"dname":"agaborn","ctime_ts":1429108308,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21168122#t21168122","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21168122#t21168122","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21168122#t21168122","name":"expand","title":"Expand"}],"uname":"gonzo21","loaded":0,"p_tracked":0,"commenter_journal_base":"http://gonzo21.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21168122,"talkid":82687,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21168122#t21168122","above":21165306,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21165306,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"http://gonzo21.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"gonzo21","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"gonzo21","user_alias":"","profile_url":"http://gonzo21.livejournal.com/profile","alias":0}],"dname":"gonzo21","ctime_ts":1429121171,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21134074#t21134074","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21134074#t21134074","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21134074#t21134074","name":"expand","title":"Expand"}],"uname":"voodooqueen126","loaded":0,"p_tracked":0,"commenter_journal_base":"http://voodooqueen126.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21134074,"talkid":82554,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21134074#t21134074","above":21132282,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21062906,"massactions":0,"subject":"Re: Vox","deleted":0,"username":[{"journal_url":"http://voodooqueen126.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"voodooqueen126","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"voodooqueen126","user_alias":"","profile_url":"http://voodooqueen126.livejournal.com/profile","alias":0}],"dname":"voodooqueen126","ctime_ts":1429015913,"leafclass":"collapsed","tracked":0},{"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21039610#t21039610","name":"expand","title":"More"}],"parent":21039610,"moreclass":"width","data":"21049338:21050106:21058042:21058298:21059834:21060602","moreusers":1,"level":2,"margin":30,"type":"more","more":8,"ljusers":[{"journal_url":"http://kalimac.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"kalimac","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"kalimac","user_alias":"","profile_url":"http://kalimac.livejournal.com/profile","alias":0},{"journal_url":"http://uraeus2.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"uraeus2","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"uraeus2","user_alias":"","profile_url":"http://uraeus2.livejournal.com/profile","alias":0},{"journal_url":"http://nelc.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"nelc","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"nelc","user_alias":"","profile_url":"http://nelc.livejournal.com/profile","alias":0}],"touched":1428957396},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/116338580/21331","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21039866#t21039866","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21039866#t21039866","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21039866#t21039866","name":"expand","title":"Expand"}],"uname":"livejournal","loaded":1,"p_tracked":0,"commenter_journal_base":"http://livejournal.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21039866,"talkid":82186,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21039866#t21039866","upictitle":"LiveJournal: rating_bot","article":"Hello! Your entry got to top-25 of the most popular entries in LiveJournal!<br />Learn more about LiveJournal Ratings in <a href=\"http://www.livejournal.com/support/faq/303.html\" title=\"FAQ #303: [faqtitle:303]\">FAQ</a>. ","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 09:31:24 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://livejournal.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-files.livejournal.net/userhead/40?v=1320914051","color":null,"noctxpopup":0,"side_alias":0,"journal":"livejournal","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"livejournal","user_alias":"","profile_url":"http://livejournal.livejournal.com/profile","alias":0}],"dname":"livejournal","ctime_ts":1428917484,"tracked":0},{"shown":1,"collapsed":0,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21047034#t21047034","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21047034#t21047034","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21047034#t21047034","name":"expand","title":"Expand"}],"uname":"bfkelleher","loaded":1,"p_tracked":0,"commenter_journal_base":"http://bfkelleher.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21047034,"talkid":82214,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21047034#t21047034","above":21039866,"upictitle":"bfkelleher: pic#0","article":"We all know that this guy is really to blame for this whole mess.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 13:07:40 UTC","parent":21039866,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://bfkelleher.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"bfkelleher","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"bfkelleher","user_alias":"","profile_url":"http://bfkelleher.livejournal.com/profile","alias":0}],"dname":"bfkelleher","ctime_ts":1428930460,"tracked":0},{"shown":1,"collapsed":0,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21040122#t21040122","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21040122#t21040122","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21040122#t21040122","name":"expand","title":"Expand"}],"uname":"ext_2779752","loaded":1,"p_tracked":0,"commenter_journal_base":"https://plus.google.com/107711493130209951258","statprefix":"http://l-stat.livejournal.net","dtalkid":21040122,"talkid":82187,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21040122#t21040122","upictitle":"David Holden: pic#0","article":"Hi George, I think Correia's mention of \"Barflies\" is a nickname for those who comment on the \"Baen's Bar\" forum.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 09:39:17 UTC","massactions":0,"subject":"Barflies","deleted":0,"username":[{"journal_url":"https://plus.google.com/107711493130209951258","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"David Holden","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_2779752","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=72322748&t=I","alias":0}],"dname":"David Holden","ctime_ts":1428917957,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/88455455/5769002","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21040378#t21040378","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21040378#t21040378","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21040378#t21040378","name":"expand","title":"Expand"}],"uname":"dduane","loaded":1,"p_tracked":0,"commenter_journal_base":"http://dduane.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21040378,"talkid":82188,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21040378#t21040378","upictitle":"Diane Duane: New DD Av","article":"(hugs you and pats you on the back)","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 09:44:29 UTC","massactions":0,"subject":"My God, George, you must be exhausted after all this.","deleted":0,"username":[{"journal_url":"http://dduane.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"dduane","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"dduane","user_alias":"","profile_url":"http://dduane.livejournal.com/profile","alias":0}],"dname":"dduane","ctime_ts":1428918269,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/104550077/566732","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21040634#t21040634","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21040634#t21040634","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21040634#t21040634","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21040634#t21040634","name":"expand","title":"Expand"}],"uname":"drplokta","loaded":1,"p_tracked":0,"commenter_journal_base":"http://drplokta.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21040634,"talkid":82189,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21040634#t21040634","upictitle":"Dr Plokta: pic#104550077","article":"The Barflies are the regulars on the \"Baen's Bar\" discussion forums for discussion of Baen's works and authors.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 09:49:10 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://drplokta.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"drplokta","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"drplokta","user_alias":"","profile_url":"http://drplokta.livejournal.com/profile","alias":0}],"dname":"drplokta","ctime_ts":1428918550,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/117091865/41348710","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21047802#t21047802","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21047802#t21047802","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21047802#t21047802","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21047802#t21047802","name":"expand","title":"Expand"}],"uname":"jayblanc","loaded":1,"p_tracked":0,"commenter_journal_base":"http://jayblanc.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21047802,"talkid":82217,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21047802#t21047802","above":21040634,"upictitle":"jayblanc.dreamwidth.org: Comic Book","article":"I'm trying to think of a way to warn people off from actually visiting that forum, that is not going to sound nasty. It's a place where agreement is welcome, but disagreement is a personal affront.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 13:28:48 UTC","parent":21040634,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://jayblanc.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"jayblanc","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"jayblanc","user_alias":"","profile_url":"http://jayblanc.livejournal.com/profile","alias":0}],"dname":"jayblanc","ctime_ts":1428931728,"tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21064954#t21064954","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21064954#t21064954","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21064954#t21064954","name":"expand","title":"Expand"}],"uname":"luke_jaywalker","loaded":0,"p_tracked":0,"commenter_journal_base":"http://luke-jaywalker.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21064954,"talkid":82284,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21064954#t21064954","above":21047802,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21083898,"parent":21047802,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://luke-jaywalker.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"luke_jaywalker","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"luke_jaywalker","user_alias":"","profile_url":"http://luke-jaywalker.livejournal.com/profile","alias":0}],"dname":"luke_jaywalker","ctime_ts":1428944151,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21083898#t21083898","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21083898#t21083898","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21083898#t21083898","name":"expand","title":"Expand"}],"uname":"questron","loaded":0,"p_tracked":0,"commenter_journal_base":"http://questron.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21083898,"talkid":82358,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21083898#t21083898","above":21064954,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21088250,"parent":21047802,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://questron.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"questron","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"questron","user_alias":"","profile_url":"http://questron.livejournal.com/profile","alias":0}],"dname":"questron","ctime_ts":1428955121,"leafclass":"collapsed","tracked":0},{"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21047802#t21047802","name":"expand","title":"More"}],"parent":21047802,"moreclass":"width","data":"21088250:21122042","level":3,"type":"more","margin":60,"more":2,"ljusers":[{"journal_url":"http://www.facebook.com/thomas.monaghan3","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/facebook-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Thomas Monaghan","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_947923","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=44952231&t=I","alias":0},{"journal_url":"http://davidlang.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"davidlang","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"davidlang","user_alias":"","profile_url":"http://davidlang.livejournal.com/profile","alias":0}],"touched":1428986473},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/92352745/1347831","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21040890#t21040890","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21040890#t21040890","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21040890#t21040890","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21040890#t21040890","name":"expand","title":"Expand"}],"uname":"princejvstin","loaded":1,"p_tracked":0,"commenter_journal_base":"http://princejvstin.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21040890,"talkid":82190,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21040890#t21040890","upictitle":"Paul Weimer: pic#92352745","article":"Got it. Politics, race, religion, and sexual orientation, OUT. Damned good stories, IN. And for this year's Damned Good Story standard bearer, you chose... John C. Wright SIX TIMES!!! <br /><br />To be fair, George, the Sad Puppy ballot didn't have John C Wright on the ballot six times. The Vox Day Rabid Puppy ballot was responsible for that. The original Sad Puppy ballot had one recommendation for Wright for Novella. ","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 09:57:13 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://princejvstin.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"princejvstin","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"princejvstin","user_alias":"","profile_url":"http://princejvstin.livejournal.com/profile","alias":0}],"dname":"princejvstin","ctime_ts":1428919033,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/118101882/51197633","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21063418#t21063418","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21063418#t21063418","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21063418#t21063418","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21063418#t21063418","name":"expand","title":"Expand"}],"uname":"ext_1308426","loaded":1,"p_tracked":0,"commenter_journal_base":"http://www.facebook.com/bradley.p.beaulieu","statprefix":"http://l-stat.livejournal.net","dtalkid":21063418,"talkid":82278,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21063418#t21063418","above":21040890,"upictitle":"Bradley P. Beaulieu: pic#118101882","article":"John Wright was on the Sad Puppy slate two times: once for best novella and once for best related work. And at this point, Paul, it's practically impossible to separate the two slates. I suspect the SP crew would like it to be so, but we can't. They were too integrally linked in the voting process, in the ginning of support process, and in the final results. At this point, for all intents and purposes, they are the same campaign.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 16:44:03 UTC","parent":21040890,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://www.facebook.com/bradley.p.beaulieu","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/facebook-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Bradley P. Beaulieu","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_1308426","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=51197633&t=I","alias":0}],"dname":"Bradley P. Beaulieu","ctime_ts":1428943443,"tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21122298#t21122298","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21122298#t21122298","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21122298#t21122298","name":"expand","title":"Expand"}],"uname":"davidlang","loaded":0,"p_tracked":0,"commenter_journal_base":"http://davidlang.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21122298,"talkid":82508,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21122298#t21122298","above":21063418,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21158906,"parent":21063418,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://davidlang.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"davidlang","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"davidlang","user_alias":"","profile_url":"http://davidlang.livejournal.com/profile","alias":0}],"dname":"davidlang","ctime_ts":1428986587,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21158906#t21158906","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21158906#t21158906","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21158906#t21158906","name":"expand","title":"Expand"}],"uname":"docrampage","loaded":0,"p_tracked":0,"commenter_journal_base":"http://docrampage.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21158906,"talkid":82651,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21158906#t21158906","above":21122298,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21063418,"massactions":0,"subject":"concern trolling","deleted":0,"username":[{"journal_url":"http://docrampage.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"docrampage","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"docrampage","user_alias":"","profile_url":"http://docrampage.livejournal.com/profile","alias":0}],"dname":"docrampage","ctime_ts":1429078311,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21164538#t21164538","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21164538#t21164538","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21164538#t21164538","name":"expand","title":"Expand"}],"uname":"ext_1308426","loaded":0,"p_tracked":0,"commenter_journal_base":"http://www.facebook.com/bradley.p.beaulieu","statprefix":"http://l-stat.livejournal.net","dtalkid":21164538,"talkid":82673,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21164538#t21164538","above":21158906,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21158906,"massactions":0,"subject":"Re: concern trolling","deleted":0,"username":[{"journal_url":"http://www.facebook.com/bradley.p.beaulieu","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/facebook-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Bradley P. Beaulieu","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_1308426","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=51197633&t=I","alias":0}],"dname":"Bradley P. Beaulieu","ctime_ts":1429107200,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/118336052/51610839","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21041402#t21041402","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21041402#t21041402","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21041402#t21041402","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21041402#t21041402","name":"expand","title":"Expand"}],"uname":"erinunderwood","loaded":1,"p_tracked":0,"commenter_journal_base":"http://erinunderwood.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21041402,"talkid":82192,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21041402#t21041402","upictitle":"Erin Underwood: pic#118336052","article":"One thing that resonates for me about Larry's post is his constant statements of feeling like an outsider at Worldcon. I think that is actually how pretty much every member feels who is attending for the first or second time (or more!) either as a fan or as a program participant. Heck, that is how I felt when I attended the smaller conventions in my home area. I didn't know anyone, I didn't know where to go, I didn't know what to expect, and everyone seemed to know each other and I knew nobody. Sometimes it was just easier to go back to my room to keep the loneliness as bay.<br /><br />However, as I continued writing and publishing, one of my MFA mentors suggested volunteering because conventions always need help and it's a nice way to get to know people. He was right. I began volunteering at Boskone and now I am deeply involved in running the convention's program. I no longer feel lonely or isolated at conventions because I have gotten to know so many writers, fans, artists, and editors as both a volunteer and as a writer. <br /><br />However, I still hear from lots of my friends who are still new to attending conventions that they feel lonely, shut out, ignored, etc when attending conventions of any size--not just Worldcon size. I attended my first Worldcon in London and even though I was on programming and I was a volunteer, I still felt a little on the outside. Whenever I would feel that way, I would just remind myself that there really is not an \"inside,\" and if there were anyone who should know that, it was me because I knew so many people who were there. It's just a bunch of people hanging out, talking, and getting to know each other. So, I went and talked with people and suddenly I was no longer \"outside.\" The only one who had control over that feeling of outside/inside was me and the choices that I was making.<br /><br />It's really hard to put yourself out there whether you are an attending fan, a writer, a nominee or a volunteer. We all go through those same feelings. I think that's the most important thing to remember when you're feeling excluded. I am sorry that Larry felt this way, and I wish he would understand that he wasn't on the outside even if he was feeling that way. He did the right thing in finding people to talk to and hang out with. It's just sad that they didn't realize that \"that's\" what it's all about. That's how you feel connected to others and to the convention. It's unfortunate that they choose to bond over the feelings of \"feeling outside.\"<br /><br />P.S. Sorry for such a long response!","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 10:01:24 UTC","massactions":0,"subject":"THE LONELINESS OF CONVENTIONS","deleted":0,"username":[{"journal_url":"http://erinunderwood.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"erinunderwood","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"erinunderwood","user_alias":"","profile_url":"http://erinunderwood.livejournal.com/profile","alias":0}],"dname":"erinunderwood","ctime_ts":1428919284,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/91237832/7059164","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21062650#t21062650","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21062650#t21062650","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21062650#t21062650","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21062650#t21062650","name":"expand","title":"Expand"}],"uname":"grrm","loaded":1,"p_tracked":0,"commenter_journal_base":"http://grrm.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21062650,"talkid":82275,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21062650#t21062650","above":21041402,"upictitle":"George R.R. Martin: Spain","article":"I agree that volunteering is an excellent way to get to know people at cons, especially WorldCon.  Cons are always in desperate need of warm bodies.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21063930,"ctime":"April 13 2015, 16:40:02 UTC","parent":21041402,"massactions":0,"subject":"Re: THE LONELINESS OF CONVENTIONS","deleted":0,"username":[{"journal_url":"http://grrm.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"grrm","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"grrm","user_alias":"","profile_url":"http://grrm.livejournal.com/profile","alias":0}],"dname":"grrm","ctime_ts":1428943202,"tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21091322#t21091322","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21091322#t21091322","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21091322#t21091322","name":"expand","title":"Expand"}],"uname":"filkerdave","loaded":0,"p_tracked":0,"commenter_journal_base":"http://filkerdave.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21091322,"talkid":82387,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21091322#t21091322","above":21062650,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21062650,"massactions":0,"subject":"Re: THE LONELINESS OF CONVENTIONS","deleted":0,"username":[{"journal_url":"http://filkerdave.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"filkerdave","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"filkerdave","user_alias":"","profile_url":"http://filkerdave.livejournal.com/profile","alias":0}],"dname":"filkerdave","ctime_ts":1428960195,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21063930#t21063930","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21063930#t21063930","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21063930#t21063930","name":"expand","title":"Expand"}],"uname":"desert_dragon42","loaded":0,"p_tracked":0,"commenter_journal_base":"http://desert-dragon42.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21063930,"talkid":82280,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21063930#t21063930","above":21062650,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21069818,"parent":21041402,"massactions":0,"subject":"Re: THE LONELINESS OF CONVENTIONS","deleted":0,"username":[{"journal_url":"http://desert-dragon42.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"desert_dragon42","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"desert_dragon42","user_alias":"","profile_url":"http://desert-dragon42.livejournal.com/profile","alias":0}],"dname":"desert_dragon42","ctime_ts":1428943770,"leafclass":"collapsed","tracked":0},{"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21041402#t21041402","name":"expand","title":"More"}],"parent":21041402,"moreclass":"width","data":"21069818:21075450","level":2,"type":"more","margin":30,"more":2,"ljusers":[{"journal_url":"http://ken-3k.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"ken_3k","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"ken_3k","user_alias":"","profile_url":"http://ken-3k.livejournal.com/profile","alias":0},{"journal_url":"http://anfenwick.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"anfenwick","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"anfenwick","user_alias":"","profile_url":"http://anfenwick.livejournal.com/profile","alias":0}],"touched":1428950237},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/123916972/203924","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21041658#t21041658","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21041658#t21041658","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21041658#t21041658","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21041658#t21041658","name":"expand","title":"Expand"}],"uname":"lydy","loaded":1,"p_tracked":0,"commenter_journal_base":"http://lydy.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21041658,"talkid":82193,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21041658#t21041658","upictitle":"Lydy Nickerson: me by ddb","article":"I'm not sure what you think you are accomplishing by engaging with the SP as if they are authentic and earnest, which they pretty much aren't.  Did you see Correia's initial WorldCon report, from way back?  Here's the link:  <a href='http://monsterhunternation.com/2011/08/23/worldcon-report/?hc_location=ufie' rel='nofollow'>http://monsterhunternation.com/2011/0<wbr />8/23/worldcon-report/?hc_location=ufie</a>   <br /><br />Note, he doesn't talk at all about these terrible, terrible interactions that he now reports.  One has to wonder, really, how honest he really is.<br /><br />There's a temptation to try to improve the tone of the discourse by treating ones opponents as if they are honest and well meaning.  And this works very well, until the people you are engaging with are disengenuous.  At which point, it becomes counter-productive, and gives them credibility that they do not deserve and would not have without your polite engagement.<br /><br />Moreover, I completely fail to see why you mischaracterized the discussion on Making Light.  I suspect you are bending over backwards to seem fair.  Which means that you can be used as yet another stick to beat good people engaging with the process constructively.   The discussion on ML has always started with the assumption that  the best thing to do was do nothing, but to also look at the numbers and the system to try to understand it, and to see how the whole thing works a little more clearly.  Bruce Schneier and Patrick Nielsen Hayden both stated clearly that they don't think that altering the rules is a good response.  We're fans, though.  We like dissecting our systems to see if we can make them work better.<br /><br />I think you've said some very interesting things in these posts, but I think you are trying to make an alliance with Reavers, people who want to burn our piece of fandom to the ground.  The invitation to the <a href=\"http://www.livejournal.com/rsearch/?tags=%23GG\">#GG</a> to get involved was hatched on Correia's blog.  I don't see that as a neutral act, but an active attempt to destroy things that I love.  And I just don't see that polite engagement is useful.  I think it may end up being destructive.<br /><br />None of which means that I think we should lie and accuse and be horrible.  I think there's enough terrible stuff out there that we can simply point to without hyperbole.  I think we should judge them on their actions, though, not on how polite they can sound when they're talking in public.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 10:18:34 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://lydy.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"lydy","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"lydy","user_alias":"","profile_url":"http://lydy.livejournal.com/profile","alias":0}],"dname":"lydy","ctime_ts":1428920314,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/23696393/2686881","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21099002#t21099002","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21099002#t21099002","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21099002#t21099002","name":"expand","title":"Expand"}],"uname":"lornkanaga","loaded":1,"p_tracked":0,"commenter_journal_base":"http://lornkanaga.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21099002,"talkid":82417,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21099002#t21099002","above":21041658,"upictitle":"lornkanaga: Friday","article":"I think you forgot to read the update at the end.  I recommend the whole thing.  Here's the last line:<br />\"So for the TNH crowd vectoring in on this one post to try and discredit me, yep, you got me. Back then I was still afraid of you.\"","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21107962,"ctime":"April 13 2015, 23:03:47 UTC","parent":21041658,"massactions":0,"subject":"Correia&#39;s WC Report","deleted":0,"username":[{"journal_url":"http://lornkanaga.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"lornkanaga","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"lornkanaga","user_alias":"","profile_url":"http://lornkanaga.livejournal.com/profile","alias":0}],"dname":"lornkanaga","ctime_ts":1428966227,"tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21107962#t21107962","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21107962#t21107962","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21107962#t21107962","name":"expand","title":"Expand"}],"uname":"nogravitas","loaded":0,"p_tracked":0,"commenter_journal_base":"http://nogravitas.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21107962,"talkid":82452,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21107962#t21107962","above":21099002,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21041658,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://nogravitas.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"nogravitas","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"nogravitas","user_alias":"","profile_url":"http://nogravitas.livejournal.com/profile","alias":0}],"dname":"nogravitas","ctime_ts":1428971386,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":0,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21041914#t21041914","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21041914#t21041914","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21041914#t21041914","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21041914#t21041914","name":"expand","title":"Expand"}],"uname":"ext_2870928","loaded":1,"p_tracked":0,"commenter_journal_base":"https://plus.google.com/116392757960126041895","statprefix":"http://l-stat.livejournal.net","dtalkid":21041914,"talkid":82194,"etime_ts":"1428923364","thread_url":"http://grrm.livejournal.com/420090.html?thread=21041914#t21041914","upictitle":"Alvaro Garces: pic#0","article":"Mr. Martin, I think you talk with a lot of common sense and have strong arguments in many of the things you say. <br /><br />I think that Mr. Correia and Mr. Torgerson are angry, and that anger sometimes makes them see things as worse than they are. In your \"Where's the Beef\" post you made a good argument that the Hugos have not turned their back on entertaining, popular fiction, and I think you are right here and not Mr. Correia (although by spending so large a part of your article speaking about the distant past you could not do a closer analysis of the more recent years.) Anyway, except for one minor reservation I think you are right about what you say about that.<br /><br />You are also right to say that for a group that calls for quality and popular entertainment the list that the Puppies have put together is deficient. I'm not saying it was necessarily bad, and I'm sure there are quite good things there (I'm talking about the Sad Puppies list here, not the Rabid ones), but as a whole the list seems something hastily put together without much analysis and overlooking many worthy candidates that completely meet the SP's stated criteria.<br /><br />I will also agree that the way this was done (with a list of exactly 5 items in many categories) makes it seem more like a slate than a recommendation list, and I understand people being upset over that. (I'll also say however that it's not the Puppies' fault how deficient the voting system is. I mean, block voting can happen for political reasons but also because people communicate and do things together: a large book club could have had the same effect. Also, I believe that they were not expecting this sweep). Anyway, there's been much politics and campaigning in the Hugos, but never to this extent. Your metaphor is good: they wanted a seat at the table but instead they kicked down the table and took all the seats. I hope that next year the Sad Puppies do things better and come up with a larger and better thought-out recommendation list, not with a slate.<br /><br />The Sad Puppies are having fun and celebrating things they like, which is great, but there's also an undercurrent of anger that makes them do things they might otherwise not do. And I believe they are right to be angry. I can only shake my head at how blind people are at bigotry and discrimination when it's not directed at them and they have not been sensitized to it.<br /><br />Tell me, if the SFWA is a professional organization, why were Mike Resnick and company morally lynched and driven away? Being feminist can not be carte blanche to bully and step on people who are doing nothing wrong, just because they do not share every single aspect of your moral doctrine. Those people were not bigots and did not deserve that treatment, Mr. Martin, their only crime was not sharing a certain ideological bent that has become very loud and vocal in the SFF world. The only people who raised their voice to defend them were those who shared their values, but it should have been all moderate members of the SFWA who defended them. When that did not happen, it was not just a slap on the face of Mike Resnick, it was a slap on the face of everyone who shares his values and considers him a good person. The same thing happens elsewhere. You do not see it, Mr. Martin, since it is not directed towards you because of your ideology, but people who have a different way of thinking feel that atmosphere very intensely, believe me. Many choose to lie low and be quiet so as not to attract attention. Others, like Mr. Correia, do not have that choice because of his past.<br /><br />You ask people to condemn VD and I condemn him, because I think he incurs in hatespeech. Other people, however, are angry and say that VD is not their problem and why should they condemn anyone at the behest of those who are attacking them for their ideas or simply looking the other way when that happens. There are dozens of Vox Days on the other side of the argument, Mr. Martin, and no one is condemning them or saying that their hatespeech is not tolerable.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 10:20:13 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"https://plus.google.com/116392757960126041895","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Alvaro Garces","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_2870928","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=72972956&t=I","alias":0}],"etime":"April 13 2015, 11:09:24 UTC","dname":"Alvaro Garces","ctime_ts":1428920413,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/124813155/75137218","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21075194#t21075194","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21075194#t21075194","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21075194#t21075194","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21075194#t21075194","name":"expand","title":"Expand"}],"uname":"thewrittenpath","loaded":1,"p_tracked":0,"commenter_journal_base":"http://thewrittenpath.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21075194,"talkid":82324,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21075194#t21075194","above":21041914,"upictitle":"Andrew S. Williams: pic#124813155","article":"&gt;&gt;Tell me, if the SFWA is a professional organization, why were Mike Resnick and company morally lynched and driven away? Being feminist can not be carte blanche to bully and step on people who are doing nothing wrong, just because they do not share every single aspect of your moral doctrine.<br /><br />Resnick wasn't kicked out of SFWA-- only Day was, and that wasn't for what he said, so much as the fact that he used an official SFWA Twitter feed to promote a racist screed against a fellow SFWA member.<br /><br />But as for Mike Resnick and Barry Malzberg-- the fact is, they weren't criticized for not sharing \"every single aspect of moral doctrine\" (see GRRM's note about turning the insult dial up to eleven unnecessarily). They were criticized because they wrote an article in a professional journal in which they waxed nostalgic about \"lady editors'\" appearance more than their professional credentials. Whether you agree that the article was tinged with sexism or not, there were people who were genuinely offended by it, and Resnick/Malzberg's response was to publish a response in the journal calling their critics fascists, accusing them of censorship, and not one addressing any of the more reasonable voices among their critics. And THAT'S when the shit really hit the fan, eventually leading to the resignation of the journal's editor.<br /><br />This was amidst a series of controversies for the SFWA journal, including a problematic cover of a woman in a chain mail bikini (again, keep in mind this is a professional journal, not a fanzine) and an article in which a man suggested that women take a lesson from Barbie in regards to behavior. Again, it's not important whether or not you agree that those were examples of sexism or not-- my point isn't to rehash old discussions, but rather to demonstrate that the situation was far more complex than the one you portray, in which SJW fanatics were on the warpath for anyone who didn't toe an ultra-liberal line. There was genuine criticism, whether you agree with it or not. But like Correia, Resnick/Malzberg turned the perceived insult dial up to 11.<br /><br />&gt;&gt;There are dozens of Vox Days on the other side of the argument, Mr. Martin, and no one is condemning them or saying that their hatespeech is not tolerable.<br /><br />No. No, there really aren't, and when there are, they're usually called out, like Laura Mixon calling out Requires Hate. See GRRM's \"Hatespeech\" post for more details and the full story. Yes, there are definitely heated voices on both sides-- but bad actors, who persist for years shitting on everybody over and over again, who are repeatedly given a loud platform at the center of the genre-- that's a different story entirely.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21080314,"ctime":"April 13 2015, 18:35:52 UTC","parent":21041914,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://thewrittenpath.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"thewrittenpath","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"thewrittenpath","user_alias":"","profile_url":"http://thewrittenpath.livejournal.com/profile","alias":0}],"dname":"thewrittenpath","ctime_ts":1428950152,"tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21161466#t21161466","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21161466#t21161466","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21161466#t21161466","name":"expand","title":"Expand"}],"uname":"makomk","loaded":0,"p_tracked":0,"commenter_journal_base":"http://makomk.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21161466,"talkid":82661,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21161466#t21161466","above":21075194,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21075194,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://makomk.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"makomk","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"makomk","user_alias":"","profile_url":"http://makomk.livejournal.com/profile","alias":0}],"dname":"makomk","ctime_ts":1429092502,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21166586#t21166586","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21166586#t21166586","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21166586#t21166586","name":"expand","title":"Expand"}],"uname":"grrm","loaded":0,"p_tracked":0,"commenter_journal_base":"http://grrm.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21166586,"talkid":82681,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21166586#t21166586","above":21161466,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21161466,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://grrm.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"grrm","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"grrm","user_alias":"","profile_url":"http://grrm.livejournal.com/profile","alias":0}],"dname":"grrm","ctime_ts":1429112077,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21167098#t21167098","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21167098#t21167098","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21167098#t21167098","name":"expand","title":"Expand"}],"uname":"yaguarasehkmet","loaded":0,"p_tracked":0,"commenter_journal_base":"http://yaguarasehkmet.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21167098,"talkid":82683,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21167098#t21167098","above":21166586,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21166586,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://yaguarasehkmet.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"yaguarasehkmet","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"yaguarasehkmet","user_alias":"","profile_url":"http://yaguarasehkmet.livejournal.com/profile","alias":0}],"dname":"yaguarasehkmet","ctime_ts":1429117810,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21080314#t21080314","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21080314#t21080314","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21080314#t21080314","name":"expand","title":"Expand"}],"uname":"vortexae","loaded":0,"p_tracked":0,"commenter_journal_base":"http://vortexae.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21080314,"talkid":82344,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21080314#t21080314","above":21075194,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21041914,"massactions":0,"subject":"[citation needed]","deleted":0,"username":[{"journal_url":"http://vortexae.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"vortexae","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"vortexae","user_alias":"","profile_url":"http://vortexae.livejournal.com/profile","alias":0}],"dname":"vortexae","ctime_ts":1428953090,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/124813155/75137218","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21042170#t21042170","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21042170#t21042170","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21042170#t21042170","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21042170#t21042170","name":"expand","title":"Expand"}],"uname":"thewrittenpath","loaded":1,"p_tracked":0,"commenter_journal_base":"http://thewrittenpath.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21042170,"talkid":82195,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21042170#t21042170","upictitle":"Andrew S. Williams: pic#124813155","article":"I'm glad you mentioned fear at the end of your post. Because as a lefty who's been fairly vehement in his criticism of the Sad Puppies, I'll confess, a lot of the reason I'm staying involved is because of fear. Well... fear, and anger.<br /><br />I have several good friends who are transgender, who are heavily involved in the genre. When I talk to them, both over social media and in real life, I see people who are still struggling to be accepted by society for who they are, who still face discrimination on a daily basis, even with things that most folks take for granted, like using public restrooms or wearing the clothes they want to wear. In books, movies, and popular fiction, they don't get to see people like them very often-- in fact, hardly ever, and even then, it's usually an over-the-top, possibly even offensive, parody. A large and powerful portion of American society still considers them unnatural and even diseased.<br /><br />I feel like these folks have found the fan community (at least where I live in the Pacific Northwest) to be a welcoming place-- mostly-- where they can go to cons and be themselves, or write stories that reflect who they are and tell their stories, and have them accepted and even encouraged by many outlets in the genre.<br /><br />These stories would probably be considered disgustingly liberal messaging fiction by many of the Sad Puppies, but to me, it's just people telling genuine stories about their experiences and emotions.<br /><br />Instead, who do the Sad/Rabid Puppies nominate for awards? Vox Day. John C. Wright. People who have repeatedly said absolutely horrific things about not just transgender folks, but LGBT people of all stripes. (I'm leaving the sexism and racism aside for now, and focusing on the homophobia.) So much for diversity! And as a result, this welcoming place, where my transgender & LGBT friends have found an outlet for their creativity and a welcoming community, feels far less so. It seems like the community the Sad/Rabid Puppies want to see is one where hateful bigots can't be held accountable for what they say, and are allowed to bully and drive away the people I care about. So yes, their resounding success scares me. A lot.<br /><br />That's not to say Day or Wright shouldn't be able to write whatever the hell they want on their blogs and publish their stories and rant and rage in their little worlds of hate. But they sure as hell don't deserve center stage in this community, and as you said, the Hugo Awards are one of the most visible stages of the community of SF&F fandom. So no, I will not consider voting for patently offensive little bigots for these awards. I care about my friends too much for that.<br /><br />It's one thing to read something by someone whose politics you disagree with and consider them for an award. Despite everything that's happened, if Mr. Correia's book was on the Hugo list, I would (believe it or not) give it a fair reading. But when politics becomes personal-- when it turns from a political disagreement into vicious, hateful bile spewed over and over again at the people I love-- I draw my line.<br /><br />If that means that I am a terrible Hugo voter in the Sad Puppies' eyes, then so be it. But to me, the Hugos represent the community, and I value the community (and my friends) far too much to let it be represented by raging assholes like Wright and Day.<br /><br />(On a milder note, I do like it when awards go to marginalized or little-heard voices that tell their story. Because I think it's important for those voices to be heard. It's certainly not the only criteria I use-- entertainment value is very important, and if a story isn't good, then it's not good-- but if the voice of the story is giving me a new perspective to consider, or telling me something I hadn't heard before, then I will hold it in higher regard than I would a story about the same old masculine hero rescuing the same old damsel in distress.)","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 10:38:00 UTC","massactions":0,"subject":"Fear","deleted":0,"username":[{"journal_url":"http://thewrittenpath.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"thewrittenpath","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"thewrittenpath","user_alias":"","profile_url":"http://thewrittenpath.livejournal.com/profile","alias":0}],"dname":"thewrittenpath","ctime_ts":1428921480,"tracked":0},{"shown":1,"collapsed":0,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21073402#t21073402","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21073402#t21073402","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21073402#t21073402","name":"expand","title":"Expand"}],"uname":"ext_2870928","loaded":1,"p_tracked":0,"commenter_journal_base":"https://plus.google.com/116392757960126041895","statprefix":"http://l-stat.livejournal.net","dtalkid":21073402,"talkid":82317,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21073402#t21073402","above":21042170,"upictitle":"Alvaro Garces: pic#0","article":"Vote however your conscience dictates. However, I would like to tell you that I very strongly want LGBT people like your friends to feel welcomed. However, I support the Sad Puppies. We are not racist or homophobes or whatever, no matter what you have read. This has focused a lot on what groups were controlling the award, but at its roots it is a matter of tolerance. There is a whole subsection of fandom (normally conservative but not exclusively) that feel they are not welcomed, and that there is a toxic atmosphere against them. We are not out to make sure women and people of color get away from our SF, we want everybody to be accepted and respected and heard, including ourselves.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21073914,"ctime":"April 13 2015, 18:18:05 UTC","parent":21042170,"massactions":0,"subject":"Re: Fear","deleted":0,"username":[{"journal_url":"https://plus.google.com/116392757960126041895","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Alvaro Garces","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_2870928","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=72972956&t=I","alias":0}],"dname":"Alvaro Garces","ctime_ts":1428949085,"tracked":0},{"shown":0,"collapsed":1,"uname":"damiana_swan","loaded":0,"p_tracked":0,"commenter_journal_base":"http://damiana-swan.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21073914,"talkid":82319,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21073914#t21073914","above":21073402,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21075962,"parent":21042170,"massactions":0,"deleted":1,"username":[{"journal_url":"http://damiana-swan.livejournal.com/","striked":1,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"damiana_swan","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"damiana_swan","user_alias":"","profile_url":"http://damiana-swan.livejournal.com/profile","alias":0}],"dname":"damiana_swan","ctime_ts":1428949203,"leafclass":"deleted","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21095162#t21095162","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21095162#t21095162","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21095162#t21095162","name":"expand","title":"Expand"}],"uname":"joshmst","loaded":0,"p_tracked":0,"commenter_journal_base":"http://joshmst.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21095162,"talkid":82402,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21095162#t21095162","above":21073914,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21098746,"parent":21073914,"massactions":0,"subject":"Re: Fear","deleted":0,"username":[{"journal_url":"http://joshmst.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"joshmst","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"joshmst","user_alias":"","profile_url":"http://joshmst.livejournal.com/profile","alias":0}],"dname":"joshmst","ctime_ts":1428962202,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21098746#t21098746","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21098746#t21098746","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21098746#t21098746","name":"expand","title":"Expand"}],"uname":"horrorgal","loaded":0,"p_tracked":0,"commenter_journal_base":"http://horrorgal.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21098746,"talkid":82416,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21098746#t21098746","above":21095162,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21113338,"parent":21073914,"massactions":0,"subject":"Re: Fear","deleted":0,"username":[{"journal_url":"http://horrorgal.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"horrorgal","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"horrorgal","user_alias":"","profile_url":"http://horrorgal.livejournal.com/profile","alias":0}],"dname":"horrorgal","ctime_ts":1428965519,"leafclass":"collapsed","tracked":0},{"shown":0,"collapsed":1,"uname":"damiana_swan","loaded":0,"p_tracked":0,"commenter_journal_base":"http://damiana-swan.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21115642,"talkid":82482,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21115642#t21115642","above":21098746,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21098746,"massactions":0,"deleted":1,"username":[{"journal_url":"http://damiana-swan.livejournal.com/","striked":1,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"damiana_swan","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"damiana_swan","user_alias":"","profile_url":"http://damiana-swan.livejournal.com/profile","alias":0}],"dname":"damiana_swan","ctime_ts":1428978642,"leafclass":"deleted","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21160698#t21160698","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21160698#t21160698","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21160698#t21160698","name":"expand","title":"Expand"}],"uname":"horrorgal","loaded":0,"p_tracked":0,"commenter_journal_base":"http://horrorgal.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21160698,"talkid":82658,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21160698#t21160698","above":21115642,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21115642,"massactions":0,"subject":"Re: Fear","deleted":0,"username":[{"journal_url":"http://horrorgal.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"horrorgal","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"horrorgal","user_alias":"","profile_url":"http://horrorgal.livejournal.com/profile","alias":0}],"dname":"horrorgal","ctime_ts":1429083595,"leafclass":"collapsed","tracked":0},{"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21073914#t21073914","name":"expand","title":"More"}],"parent":21073914,"moreclass":"width","data":"21113338:21114618:21119482","moreusers":1,"level":3,"margin":60,"type":"more","more":7,"ljusers":[{"journal_url":"https://plus.google.com/114876025597185985374","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Adam Lewis","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_3105578","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=75199884&t=I","alias":0},{"journal_url":"http://manateesevery.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"manateesevery","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"manateesevery","user_alias":"","profile_url":"http://manateesevery.livejournal.com/profile","alias":0},{"journal_url":"http://apostle-of-eris.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"apostle_of_eris","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"apostle_of_eris","user_alias":"","profile_url":"http://apostle-of-eris.livejournal.com/profile","alias":0}],"touched":1429109893},{"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21042170#t21042170","name":"expand","title":"More"}],"parent":21042170,"moreclass":"width","data":"21075962:21081082:21160954","moreusers":1,"level":2,"margin":30,"type":"more","more":15,"ljusers":[{"journal_url":"https://plus.google.com/114876025597185985374","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Adam Lewis","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_3105578","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=75199884&t=I","alias":0},{"journal_url":"http://lornkanaga.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"lornkanaga","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"lornkanaga","user_alias":"","profile_url":"http://lornkanaga.livejournal.com/profile","alias":0},{"journal_url":"https://plus.google.com/110641013609214344442","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Colum Paget","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_2865173","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=72919190&t=I","alias":0}],"touched":1429083672},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/98605106/11925761","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21043450#t21043450","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21043450#t21043450","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21043450#t21043450","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21043450#t21043450","name":"expand","title":"Expand"}],"uname":"sue_bursztynski","loaded":1,"p_tracked":0,"commenter_journal_base":"http://sue-bursztynski.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21043450,"talkid":82200,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21043450#t21043450","upictitle":"sue_bursztynski: pic#98605106","article":"George, you've done well with all these posts and it has been good of you to do this, so now how about a rest before you go off and write some more fiction? :-) ","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 10:56:12 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://sue-bursztynski.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"sue_bursztynski","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"sue_bursztynski","user_alias":"","profile_url":"http://sue-bursztynski.livejournal.com/profile","alias":0}],"dname":"sue_bursztynski","ctime_ts":1428922572,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/91237832/7059164","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21063162#t21063162","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21063162#t21063162","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21063162#t21063162","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21063162#t21063162","name":"expand","title":"Expand"}],"uname":"grrm","loaded":1,"p_tracked":0,"commenter_journal_base":"http://grrm.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21063162,"talkid":82277,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21063162#t21063162","above":21043450,"upictitle":"George R.R. Martin: Spain","article":"I hear you.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 16:43:01 UTC","parent":21043450,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://grrm.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"grrm","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"grrm","user_alias":"","profile_url":"http://grrm.livejournal.com/profile","alias":0}],"dname":"grrm","ctime_ts":1428943381,"tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21066746#t21066746","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21066746#t21066746","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21066746#t21066746","name":"expand","title":"Expand"}],"uname":"jemck","loaded":0,"p_tracked":0,"commenter_journal_base":"http://jemck.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21066746,"talkid":82291,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21066746#t21066746","above":21063162,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21063162,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://jemck.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"jemck","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"jemck","user_alias":"","profile_url":"http://jemck.livejournal.com/profile","alias":0}],"dname":"jemck","ctime_ts":1428945241,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":0,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21043962#t21043962","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21043962#t21043962","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21043962#t21043962","name":"expand","title":"Expand"}],"uname":"ext_2621055","loaded":1,"p_tracked":0,"commenter_journal_base":"https://plus.google.com/+MartinSeeger","statprefix":"http://l-stat.livejournal.net","dtalkid":21043962,"talkid":82202,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21043962#t21043962","upictitle":"Martin Seeger: pic#0","article":"Nowadays you can easily build yourself a 100% clean filter bubble. Communities are a great help with that :-(. The Internet has homogenized them, started a self-cleansing process. So when communities crash into each other, the conflicts have become worse.<br /><br />If you want to unify streams that are drifting apart, it therefor takes real effort. Larry Correia claimes, that this is what he intended. But it is not what he did. Instead he made a 180 degree turn on a highway and went straight on a collision course.<br /><br />If there was ever a chance to make the Hugos more appreciative of \"conservative\" writers, that chance went out of the airlock without a space suite. If he had only ruined only his own chances for a Hugo, it would have been one thing. But by escalating that conflict out of bounds, the spillover will have a negative side effect on innocents as well.<br /><br />I am a huge fan of several writers within Baen. E.g. David Weber had a massive impact on my life. Due to him (and Terry Pratchett), i switched my reading language to English. But the Barflies (the forum of Baen is called \"Baen's bar\" and therefor gave it's names to fans hanging around there) is a very special crowd. All my questions there were answered politely, but some discussions I followed were downright scary for the zeal shown. Instead of using that constructively, Larry used it as a weapon. That is something I will never forgive him.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 11:35:49 UTC","massactions":0,"subject":"Communities and conflicts","deleted":0,"username":[{"journal_url":"https://plus.google.com/+MartinSeeger","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Martin Seeger","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_2621055","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=71169178&t=I","alias":0}],"dname":"Martin Seeger","ctime_ts":1428924949,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/90941084/1450771","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21074682#t21074682","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21074682#t21074682","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21074682#t21074682","name":"expand","title":"Expand"}],"uname":"sethg_prime","loaded":1,"p_tracked":0,"commenter_journal_base":"http://sethg-prime.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21074682,"talkid":82322,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21074682#t21074682","above":21043962,"upictitle":"Seth Gordon: bug-report","article":"I’m pretty left-wing in my politics. There are certain individual writers who have pissed me off enough that I have lost interest in reading more of their work, and to the extent that I appreciate fiction with a “message”, I’ll probably appreciate it more if I agree with (or am convinced by) the message.<br /><br />But as a general rule, I have no interest in scrutinizing my reading list for conformance to some kind of party line. If conservatives, as a group, want more of their own to get award votes from me, they just have to write more fiction that I really like.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 18:33:24 UTC","parent":21043962,"massactions":0,"subject":"Re: Communities and conflicts","deleted":0,"username":[{"journal_url":"http://sethg-prime.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"sethg_prime","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"sethg_prime","user_alias":"","profile_url":"http://sethg-prime.livejournal.com/profile","alias":0}],"dname":"sethg_prime","ctime_ts":1428950004,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/120665265/13325517","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21044474#t21044474","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21044474#t21044474","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21044474#t21044474","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21044474#t21044474","name":"expand","title":"Expand"}],"uname":"flake_sake","loaded":1,"p_tracked":0,"commenter_journal_base":"http://flake-sake.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21044474,"talkid":82204,"etime_ts":"1428940379","thread_url":"http://grrm.livejournal.com/420090.html?thread=21044474#t21044474","upictitle":"flake_sake: Granny Tyrell","article":"A great and very leveled response to Correia.<br /><br />There are a few bits in Correia's text that really stuck out to me. Where the truth of this matter really shows:<br /><br /><i>But as an auditor, I marveled at how something so statistically insignificant could be taken so seriously.</i><br /><br />This is where he realized how easy the system could be gamed. And it really is amazing on how few votes the actual outcome does depend, especially in the nomination. <br /><br />I keep wondering if the Sad Puppies really believe in the mythical SJW conspiracy or if that is just a general in the army of strawmen, I have seen so far.<br /><br />The small numbers during nomination, the wide distribution, the numbers show that there might be a successfull fan campaign here and there (say Doctor Who), but an intentional political bloc? That was not there before, it came with the puppies. <br /><br /><i>...who had the bright idea to expose the bias in a biased system.</i> <br /><br />He writes that a few times. That he exposed the supposed \"system\"? But where? Actually I think he proved the exact opposite. On the other side of the fence there might be a majority (pesky thing with democratic votes), but there is no organized SWJ campaign or the puppy success would not be as sweeping as it was. <br /><br /><i> If the people attacking us don’t chill out, more of my people are going to get pissed off, and it might hit a 12 or 13 next year. :)</i><br /><br />And finally he ends on a threat with a smiley face, declaring that if the majority does not accept the puppy takeover in silence it will be even worse next year. <br /><br />Non of this reads like \"I want the best liked books to win!\" to me. To me it sounds like, that he saw that people, who liked other books than his, constituted a large parte of the electorate. His fans were numberous enough in all fairness, to give him a nomination but not the prize. (And how can you be so bitter about being nominated for such a prize? Hell, Vonnegut never won it, VONNEGUT)<br /><br />But he also realized that the numbers for individual works were so small and disorganized that the system was gameable in the nomination stage. <br /><br />He gamed it while loudely claiming there is a conspiracy opposing him, that somehow never showed it's nose in the vote. And now he is threatening to game it again next year, thereby digging deep ideological trenches into the scifi community. I can't say for a second that I believe, he wants better books to win. To me it sounds terribly like the goal is to destroy the prize.<br />","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 11:55:47 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://flake-sake.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"flake_sake","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"flake_sake","user_alias":"","profile_url":"http://flake-sake.livejournal.com/profile","alias":0}],"etime":"April 13 2015, 15:52:59 UTC","dname":"flake_sake","ctime_ts":1428926147,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/72466948/375929","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21092090#t21092090","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21092090#t21092090","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21092090#t21092090","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21092090#t21092090","name":"expand","title":"Expand"}],"uname":"filkerdave","loaded":1,"p_tracked":0,"commenter_journal_base":"http://filkerdave.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21092090,"talkid":82390,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21092090#t21092090","above":21044474,"upictitle":"FilkerDave: sheep inside","article":"<cite>I keep wondering if the Sad Puppies really believe in the mythical SJW conspiracy or if that is just a general in the army of strawmen, I have seen so far.</cite><br /><br />Based on comments that I've read from Puppies that I personally know over on the Book of Faces I'd say that, yes, at least some of them do believe that there's a vast conspiracy keeping their favorite right-wing authors from winning.<br /><br />","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21106426,"ctime":"April 13 2015, 21:26:58 UTC","parent":21044474,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://filkerdave.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"filkerdave","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"filkerdave","user_alias":"","profile_url":"http://filkerdave.livejournal.com/profile","alias":0}],"dname":"filkerdave","ctime_ts":1428960418,"tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21124602#t21124602","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21124602#t21124602","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21124602#t21124602","name":"expand","title":"Expand"}],"uname":"flake_sake","loaded":0,"p_tracked":0,"commenter_journal_base":"http://flake-sake.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21124602,"talkid":82517,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21124602#t21124602","above":21092090,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21092090,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://flake-sake.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"flake_sake","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"flake_sake","user_alias":"","profile_url":"http://flake-sake.livejournal.com/profile","alias":0}],"dname":"flake_sake","ctime_ts":1428988821,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21194234#t21194234","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21194234#t21194234","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21194234#t21194234","name":"expand","title":"Expand"}],"uname":"karnach3880d","loaded":0,"p_tracked":0,"commenter_journal_base":"http://karnach3880d.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21194234,"talkid":82789,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21194234#t21194234","above":21124602,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21124602,"massactions":0,"subject":"But...","deleted":0,"username":[{"journal_url":"http://karnach3880d.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"karnach3880d","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"karnach3880d","user_alias":"","profile_url":"http://karnach3880d.livejournal.com/profile","alias":0}],"dname":"karnach3880d","ctime_ts":1429152096,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21106426#t21106426","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21106426#t21106426","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21106426#t21106426","name":"expand","title":"Expand"}],"uname":"junk133","loaded":0,"p_tracked":0,"commenter_journal_base":"http://junk133.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21106426,"talkid":82446,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21106426#t21106426","above":21092090,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21044474,"massactions":0,"subject":"The game","deleted":0,"username":[{"journal_url":"http://junk133.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"junk133","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"junk133","user_alias":"","profile_url":"http://junk133.livejournal.com/profile","alias":0}],"dname":"junk133","ctime_ts":1428970665,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21116410#t21116410","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21116410#t21116410","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21116410#t21116410","name":"expand","title":"Expand"}],"uname":"jere7my","loaded":0,"p_tracked":0,"commenter_journal_base":"http://jere7my.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21116410,"talkid":82485,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21116410#t21116410","above":21106426,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21119738,"parent":21106426,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://jere7my.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"jere7my","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"jere7my","user_alias":"","profile_url":"http://jere7my.livejournal.com/profile","alias":0}],"dname":"jere7my","ctime_ts":1428979271,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21119738#t21119738","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21119738#t21119738","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21119738#t21119738","name":"expand","title":"Expand"}],"uname":"apostle_of_eris","loaded":0,"p_tracked":0,"commenter_journal_base":"http://apostle-of-eris.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21119738,"talkid":82498,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21119738#t21119738","above":21116410,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21125114,"parent":21106426,"massactions":0,"subject":"Re: The game","deleted":0,"username":[{"journal_url":"http://apostle-of-eris.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"apostle_of_eris","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"apostle_of_eris","user_alias":"","profile_url":"http://apostle-of-eris.livejournal.com/profile","alias":0}],"dname":"apostle_of_eris","ctime_ts":1428984807,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21125114#t21125114","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21125114#t21125114","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21125114#t21125114","name":"expand","title":"Expand"}],"uname":"flake_sake","loaded":0,"p_tracked":0,"commenter_journal_base":"http://flake-sake.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21125114,"talkid":82519,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21125114#t21125114","above":21119738,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21106426,"massactions":0,"subject":"Re: The game","deleted":0,"username":[{"journal_url":"http://flake-sake.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"flake_sake","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"flake_sake","user_alias":"","profile_url":"http://flake-sake.livejournal.com/profile","alias":0}],"dname":"flake_sake","ctime_ts":1428990113,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/124674177/72919476","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21044730#t21044730","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21044730#t21044730","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21044730#t21044730","name":"expand","title":"Expand"}],"uname":"ext_2865204","loaded":1,"p_tracked":0,"commenter_journal_base":"https://www.facebook.com/ronald.grimsson","statprefix":"http://l-stat.livejournal.net","dtalkid":21044730,"talkid":82205,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21044730#t21044730","upictitle":"Ronald Grimsson: pic#124674177","article":"Discussions like this often makes me curious how normal it is with \"pure\" leftists and rightists. Make as list of ingredients that defines left and right. Most people will find that they agree with a lot of points on both list, while others are either too far to the left or too far to the right. <br />I'm an atheist, supports free speech, think everybody should be free to do what they want in their own bedroom as long as they don't hurt themselves and others, and I don't like it when a society is ruled entirely by money (as for socialism, it works best if it influence society somewhere between 1% and 100%). Yet there are those who still considers me to be very politically incorrect. Who's the one to define? Yet it is always easy to recognize stories with a clear message to the readers. As a child, these were always the ones I didn't like. And I don't like them much better as an adult, no matter if the message comes from left or right. When a message that takes ten seconds to read is given the role as the skeleton and basic anatomy of a long story and all the action, characters and so on are only a think layer of skin on top of that, it would be easier to just publish a short non-fiction book. But of course the writer's personal views can shine through now and then even in pure escapist stories, which is not the same.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 12:18:51 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"https://www.facebook.com/ronald.grimsson","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/facebook-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Ronald Grimsson","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_2865204","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=72919476&t=I","alias":0}],"dname":"Ronald Grimsson","ctime_ts":1428927531,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/120714164/7814758","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21045242#t21045242","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21045242#t21045242","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21045242#t21045242","name":"expand","title":"Expand"}],"uname":"curvemudgeon","loaded":1,"p_tracked":0,"commenter_journal_base":"http://curvemudgeon.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21045242,"talkid":82207,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21045242#t21045242","upictitle":"Existentialist Dread Pirate Roberts: bamheadshot","article":"I believe, \"...the Internet is toxic...\" is about the best metasummary of what has  accelerated a 'harsh word at a kaffeeklatsch' to 'take no prisoners'.  Perhaps a lot of this is a matter of scale - something said or done when the community was a few dozen people together in a room takes on a much darker and sinister appearance when now there are several hundred (alleged) people at your digital gates calling for your head.  As 'net based interactions are famous for stripping communications of nuance those subtle non-verbal cues that might soften a harsh word are absent and people are left to mentally insert those missing bits based upon their own biases and opinions.  <br /><br />Some people are effective at communicating nuance and tone in their writing, [hat tip to you, Mr. Martin] and we tend to call them successful artists.  I lack the talent to do so and this is something I really didn't consider about myself until reading your response to Mr. Correia.  It's clear to me that I would be best served to do some honest assessment of my opinions and try to determine what exactly it is that informed them.  So thank you for that,","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 12:30:14 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://curvemudgeon.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"curvemudgeon","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"curvemudgeon","user_alias":"","profile_url":"http://curvemudgeon.livejournal.com/profile","alias":0}],"dname":"curvemudgeon","ctime_ts":1428928214,"tracked":0},{"shown":1,"collapsed":0,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21045498#t21045498","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21045498#t21045498","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21045498#t21045498","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21045498#t21045498","name":"expand","title":"Expand"}],"uname":"wakko33","loaded":1,"p_tracked":0,"commenter_journal_base":"http://wakko33.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21045498,"talkid":82208,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21045498#t21045498","upictitle":"wakko33: pic#0","article":"I have created an account just so I can write this. I usually don't bother but something in Mr.Correia's barely-suppressed anger kicked my brain into finally getting what's it all about. Some 10-15 years ago the Hugo Award was very important to me and I read everything that won, and most of the works that got nominated (and a lot of other stuff, of course). Bujold, Willis (at least pre-Blackout Willis), Haldeman, Cherryh... wow. Now... not so much. I found out that there is a life and a lot of SF&F fun outside of Hugos and that the award is becoming less and less relevant every year - and I'm sorry it's so and I'm pining for the good old days of high-quality, Hugo-approved works. But, it's a brave new world out there, with the internet giving us independent blogs and self-publishing and tons of e-books and the new generations of readers don't really need the Hugo Award, most of them don't even know it exists. So, what I wanted to write is - why all the fuss? Why even bother to be angry? Hugos aren't what they were when we were young. And I think that it's not because of liberal conspiracy or right-wing conspiracy or even Sad Puppies, it's just the way the world works, hardly anything stays relevant for more that 50 years.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 12:38:29 UTC","massactions":0,"subject":"There is a life outside of Hugos...","deleted":0,"username":[{"journal_url":"http://wakko33.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"wakko33","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"wakko33","user_alias":"","profile_url":"http://wakko33.livejournal.com/profile","alias":0}],"dname":"wakko33","ctime_ts":1428928709,"tracked":0},{"shown":1,"collapsed":0,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21074170#t21074170","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21074170#t21074170","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21074170#t21074170","name":"expand","title":"Expand"}],"uname":"ext_2870928","loaded":1,"p_tracked":0,"commenter_journal_base":"https://plus.google.com/116392757960126041895","statprefix":"http://l-stat.livejournal.net","dtalkid":21074170,"talkid":82320,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21074170#t21074170","above":21045498,"upictitle":"Alvaro Garces: pic#0","article":"On the surface this may be about the Hugos, but there are much more serious questions about what kind of community fandom wants to be and whether people with different ideas should be marginalized.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21126394,"ctime":"April 13 2015, 18:24:04 UTC","parent":21045498,"massactions":0,"subject":"Re: There is a life outside of Hugos...","deleted":0,"username":[{"journal_url":"https://plus.google.com/116392757960126041895","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Alvaro Garces","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_2870928","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=72972956&t=I","alias":0}],"dname":"Alvaro Garces","ctime_ts":1428949444,"tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21126394#t21126394","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21126394#t21126394","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21126394#t21126394","name":"expand","title":"Expand"}],"uname":"wyld_dandelyon","loaded":0,"p_tracked":0,"commenter_journal_base":"http://wyld-dandelyon.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21126394,"talkid":82524,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21126394#t21126394","above":21074170,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21045498,"massactions":0,"subject":"Re: There is a life outside of Hugos...","deleted":0,"username":[{"journal_url":"http://wyld-dandelyon.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"wyld_dandelyon","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"wyld_dandelyon","user_alias":"","profile_url":"http://wyld-dandelyon.livejournal.com/profile","alias":0}],"dname":"wyld_dandelyon","ctime_ts":1428991308,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/124121725/11365918","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21046266#t21046266","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21046266#t21046266","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21046266#t21046266","name":"expand","title":"Expand"}],"uname":"harvey_rrit","loaded":1,"p_tracked":0,"commenter_journal_base":"http://harvey-rrit.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21046266,"talkid":82211,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21046266#t21046266","upictitle":"harvey_rrit: watership up","article":"I seem to recall Harlan Ellison saying something about being asked, \"What did you do to make them attack you?\"","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 12:53:35 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://harvey-rrit.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"harvey_rrit","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"harvey_rrit","user_alias":"","profile_url":"http://harvey-rrit.livejournal.com/profile","alias":0}],"dname":"harvey_rrit","ctime_ts":1428929615,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/124819199/75167376","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21046522#t21046522","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21046522#t21046522","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21046522#t21046522","name":"expand","title":"Expand"}],"uname":"linnymay","loaded":1,"p_tracked":0,"commenter_journal_base":"http://linnymay.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21046522,"talkid":82212,"etime_ts":"1428936708","thread_url":"http://grrm.livejournal.com/420090.html?thread=21046522#t21046522","upictitle":"Linny May: pic#124819199","article":"GRRM, Your patience, restraint and empathy are extraordinary. <br /><br />I would never have sought out the musings of the individual that purposely hijacked the Hugos to make a political statement.  <br /><br />From this blogs earlier posts I was willing to lend credence to the notion that maybe the Sad Puppies had a viable complaint - one that justified the means and was worthy of this bold trickery.<br /><br />But all's I'm getting from these words is a child-like self-pity that developed when another nominee beat Correia out of the Campbell and has since festered into a fan-flamed loathing.  The classic back-story of a super-villain eh.<br /><br />Calm down your SJW's?  Hah! This would be a really unhappy world without people standing up for people.<br />","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 12:58:45 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://linnymay.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"linnymay","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"linnymay","user_alias":"","profile_url":"http://linnymay.livejournal.com/profile","alias":0}],"etime":"April 13 2015, 14:51:48 UTC","dname":"linnymay","ctime_ts":1428929925,"tracked":0},{"shown":1,"collapsed":0,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21081338#t21081338","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21081338#t21081338","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21081338#t21081338","name":"expand","title":"Expand"}],"uname":"ext_2504797","loaded":1,"p_tracked":0,"commenter_journal_base":"https://plus.google.com/114713197223069661266","statprefix":"http://l-stat.livejournal.net","dtalkid":21081338,"talkid":82348,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21081338#t21081338","above":21046522,"upictitle":"Bernie Margolis: pic#0","article":"\"I would never have sought out the musings of the individual that purposely hijacked the Hugos to make a political statement.\"  If you never seek out musings outside of your comfort zone, nothing is ever settled.  Sadly, this whole debacle is a reflection of our society's current tendency towards polarization.  Too many folks exclusively spend time with those who share their views.  They reinforce those views until they convince each other that anyone begging to differ is an enemy.  MSNBC has just as many extremists as Fox News, but both sides claim that theirs is the moderate view.<br /><br />I, for one, applaud George for taking the time to understand and respond to Mr. Correia's grievances.  Understanding comes through empathy and civilized debate.  Mr. Correia didn't \"hijack the Hugos to make a political statement.\"  I can see how one would think that prior to reading Mr. Correia's musings, but after reading what he has to say I don't think his motivations were so sinister as that.  He felt like an outsider at his first con, so he took it upon himself to flood the field with like-minded folks in the misguided belief that the next con would become a more welcoming place.  I don't agree with the approach he took, but after reading his statements at least I understand his motivations.  If you never set foot on the other side of the field you'll never find common ground.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 19:32:46 UTC","parent":21046522,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"https://plus.google.com/114713197223069661266","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/google-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"Bernie Margolis","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_2504797","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=69720500&t=I","alias":0}],"dname":"Bernie Margolis","ctime_ts":1428953566,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/63147548/12757243","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21046778#t21046778","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21046778#t21046778","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21046778#t21046778","name":"expand","title":"Expand"}],"uname":"emp_sheeptopia","loaded":1,"p_tracked":0,"commenter_journal_base":"http://emp-sheeptopia.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21046778,"talkid":82213,"etime_ts":"1428930005","thread_url":"http://grrm.livejournal.com/420090.html?thread=21046778#t21046778","upictitle":"emp_sheeptopia: Laura Easter 72","article":"<p dir=\"ltr\">He turned down another nomination and will again in the future?  Well, that's playing it safe. Like the lottery commercials say - you can't win if you don't play. I truly don't understand not being happy just at being nominated. So very, very many books are written, it's amazing to even be noticed, much less nominated. I write. But if I was ever told I had been nominated for any kind of an award, I'd look around for Allen Funt. If it was actually true? I'd be on cloud nine and not care if I came in last in the vote count!</p><br /><p dir=\"ltr\">I have never known much about the personal lives of any of my favorite authors. Then again, I was out of college before the Internet popped up, and the only author I ever corresponded with before that didn't get in to politics. I don't CARE what an author's views are. On anything, really. No offense. I just want to read their books. I recognize that their beliefs can influence their writing, and that's fine - I like reading different points of view. I just do not understand at ALL why people get so bent out of shape over all of this stuff. They should care whether or not the book is any good, and whether or not it deserves an award.</p>","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 12:59:21 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://emp-sheeptopia.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"emp_sheeptopia","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"emp_sheeptopia","user_alias":"","profile_url":"http://emp-sheeptopia.livejournal.com/profile","alias":0}],"etime":"April 13 2015, 13:00:05 UTC","dname":"emp_sheeptopia","ctime_ts":1428929961,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/52761912/11146738","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21119994#t21119994","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21119994#t21119994","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21119994#t21119994","name":"expand","title":"Expand"}],"uname":"apostle_of_eris","loaded":1,"p_tracked":0,"commenter_journal_base":"http://apostle-of-eris.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21119994,"talkid":82499,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21119994#t21119994","above":21046778,"upictitle":"et in Arcadia egoboo: whole earth moon","article":"Over the years, a variety of nominees and potential nominees have declined, most often for genuinely high-minded reasons.<br />(My personal favorite is Phil Foglio, who won two Fan Artist Hugos and bowed out of competition and much later, with his wife Kaja, won Graphic Novel Hugos, and then publicly declined further nominations to spread the awards more broadly among the deserving.)","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 14 2015, 04:20:27 UTC","parent":21046778,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://apostle-of-eris.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"apostle_of_eris","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"apostle_of_eris","user_alias":"","profile_url":"http://apostle-of-eris.livejournal.com/profile","alias":0}],"dname":"apostle_of_eris","ctime_ts":1428985227,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/107814107/34233988","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21047290#t21047290","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21047290#t21047290","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21047290#t21047290","name":"expand","title":"Expand"}],"uname":"ext_405465","loaded":1,"p_tracked":0,"commenter_journal_base":"http://twitter.com/arfisk","statprefix":"http://l-stat.livejournal.net","dtalkid":21047290,"talkid":82215,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21047290#t21047290","upictitle":"Tony Fisk: pic#107814107","article":"Thanks, George, for taking the time to lay this issue out with such patience and deliberate even-handedness.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 13:10:16 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://twitter.com/arfisk","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/twitter-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"arfisk","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_405465","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=34233988&t=I","alias":0}],"dname":"arfisk","ctime_ts":1428930616,"tracked":0},{"shown":1,"collapsed":0,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21047546#t21047546","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21047546#t21047546","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21047546#t21047546","name":"expand","title":"Expand"}],"uname":"trottsit","loaded":1,"p_tracked":0,"commenter_journal_base":"http://trottsit.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21047546,"talkid":82216,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21047546#t21047546","upictitle":"trottsit: pic#0","article":"John C. Wright was nominated exactly once on the Sad Puppies slate for Best Novella. <br />Accusing Correia or Torgersen for the end-result of Vox Day's slate is rather like accusing you of of Nielsen-Hayden's attitudes towards us evil \"straight white men\" or the hate campaigns of Benjanun \"Requires Hate\" Sriduangkaew.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 13:14:39 UTC","massactions":0,"subject":"On political diversity","deleted":0,"username":[{"journal_url":"http://trottsit.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"trottsit","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"trottsit","user_alias":"","profile_url":"http://trottsit.livejournal.com/profile","alias":0}],"dname":"trottsit","ctime_ts":1428930879,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/124813155/75137218","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21072634#t21072634","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21072634#t21072634","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21072634#t21072634","name":"expand","title":"Expand"}],"uname":"thewrittenpath","loaded":1,"p_tracked":0,"commenter_journal_base":"http://thewrittenpath.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21072634,"talkid":82314,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21072634#t21072634","above":21047546,"upictitle":"Andrew S. Williams: pic#124813155","article":"Torgersen actually nominated Wright twice: once under Best Novella, and once under Best Related Work. So clearly he thought enough of the man to give him two noms-- two too many, in my opinion. The fact that Wright ended up on the ballot six times is evidence to me that the Sad Puppies' strength actually came from the Rabid Puppies-- which I suspect is why Torgersen and Correia are so reluctant to condemn them. It's bad politics to distance yourself from your voting base.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 18:11:34 UTC","parent":21047546,"massactions":0,"subject":"Re: On political diversity","deleted":0,"username":[{"journal_url":"http://thewrittenpath.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"thewrittenpath","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"thewrittenpath","user_alias":"","profile_url":"http://thewrittenpath.livejournal.com/profile","alias":0}],"dname":"thewrittenpath","ctime_ts":1428948694,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/120538078/2771344","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21048314#t21048314","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21048314#t21048314","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21048314#t21048314","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21048314#t21048314","name":"expand","title":"Expand"}],"uname":"redfield79","loaded":1,"p_tracked":0,"commenter_journal_base":"http://redfield79.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21048314,"talkid":82219,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21048314#t21048314","upictitle":"LMF-AO: Arya Stark","article":"You could at least use a LJ cut.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 13:43:37 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://redfield79.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"redfield79","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"redfield79","user_alias":"","profile_url":"http://redfield79.livejournal.com/profile","alias":0}],"dname":"redfield79","ctime_ts":1428932617,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/91237832/7059164","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21063674#t21063674","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21063674#t21063674","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21063674#t21063674","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21063674#t21063674","name":"expand","title":"Expand"}],"uname":"grrm","loaded":1,"p_tracked":0,"commenter_journal_base":"http://grrm.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21063674,"talkid":82279,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21063674#t21063674","above":21048314,"upictitle":"George R.R. Martin: Spain","article":"I keep forgetting about that.<br /><br />It was easier when all I had to worry about was how many rolls of parchment one raven could carry.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 16:49:09 UTC","parent":21048314,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://grrm.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"grrm","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"grrm","user_alias":"","profile_url":"http://grrm.livejournal.com/profile","alias":0}],"dname":"grrm","ctime_ts":1428943749,"tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21068026#t21068026","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21068026#t21068026","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21068026#t21068026","name":"expand","title":"Expand"}],"uname":"redfield79","loaded":0,"p_tracked":0,"commenter_journal_base":"http://redfield79.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21068026,"talkid":82296,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21068026#t21068026","above":21063674,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21098234,"parent":21063674,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://redfield79.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"redfield79","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"redfield79","user_alias":"","profile_url":"http://redfield79.livejournal.com/profile","alias":0}],"dname":"redfield79","ctime_ts":1428945725,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21098234#t21098234","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21098234#t21098234","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21098234#t21098234","name":"expand","title":"Expand"}],"uname":"chantie_zuljin","loaded":0,"p_tracked":0,"commenter_journal_base":"http://chantie-zuljin.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21098234,"talkid":82414,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21098234#t21098234","above":21068026,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21132538,"parent":21063674,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://chantie-zuljin.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"chantie_zuljin","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"chantie_zuljin","user_alias":"","profile_url":"http://chantie-zuljin.livejournal.com/profile","alias":0}],"dname":"chantie_zuljin","ctime_ts":1428964935,"leafclass":"collapsed","tracked":0},{"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21063674#t21063674","name":"expand","title":"More"}],"parent":21063674,"moreclass":"width","data":"21132538:21140218","level":3,"type":"more","margin":60,"more":2,"ljusers":[{"journal_url":"http://gonzo21.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"gonzo21","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"gonzo21","user_alias":"","profile_url":"http://gonzo21.livejournal.com/profile","alias":0},{"journal_url":"http://caraig.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"caraig","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"caraig","user_alias":"","profile_url":"http://caraig.livejournal.com/profile","alias":0}],"touched":1429029829},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/46721543/2854335","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21050362#t21050362","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21050362#t21050362","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21050362#t21050362","name":"expand","title":"Expand"}],"uname":"kalimac","loaded":1,"p_tracked":0,"commenter_journal_base":"http://kalimac.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21050362,"talkid":82227,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21050362#t21050362","upictitle":"Kalimac: puzzle","article":"I'd like to expand slightly on George's paragraph beginning \"Worldcon is a community.\"  Larry had postulated that a fan who discovered fantasy by watching the HBO <i>Game of Thrones</i> would be considered a \"lesser fan\" than one who began with books.<br /><br />Not per se, absolutely not.  Where you began, what works you also love beyond the core of the field are immaterial.  What is asked is that you join the community, that you learn its customs and folkways (what Larry calls \"Worldcon trivia,\" but its likes are an essential constituent of <i>any</i> established community).  Even if you're a fugghead (a term of criticism we're very fond of), you will then be one of <i>our</i> fuggheads.<br /><br />It's refusal to join in the community, or to pay your dues as George put it, the marching in to expect this established community to conform to you, that earns hostility.  That's not new: I saw it 15 years ago in a \"Neofans' Bill of Rights\" that took what was at heart a polite request of \"please don't speak with so many cryptic in-jokes; remember there are neos around\" but framed it as a demand that the entire Worldcon reshape itself to the perceived perceptions of the particular neos who wrote it.<br /><br />I don't know what hostility Larry met with - I'm not too active these days, and up until last year's Puppies I was only aware of him as a one-time Campbell nominee, with no obloquy attached to it - but I do wonder if he brought a chip on his shoulder to the party.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 14:24:17 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://kalimac.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"kalimac","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"kalimac","user_alias":"","profile_url":"http://kalimac.livejournal.com/profile","alias":0}],"dname":"kalimac","ctime_ts":1428935057,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/123820000/10131124","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21050618#t21050618","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21050618#t21050618","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21050618#t21050618","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21050618#t21050618","name":"expand","title":"Expand"}],"uname":"chris_gerrib","loaded":1,"p_tracked":0,"commenter_journal_base":"http://chris-gerrib.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21050618,"talkid":82228,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21050618#t21050618","upictitle":"chris_gerrib: Me 2","article":"I know we're mixing Puppies here, but Torgersen is now of the opinion that <a href=\"https://bradrtorgersen.wordpress.com/2015/04/12/flaming-rage-nozzles-of-tolerance/\" rel=\"nofollow\">in the wake of 9/11 there seemed to be two camps forming. The first camp devoted itself almost entirely to the question: What did we do to deserve this, and how can we say we’re sorry? The second camp asked: How can we bring the perpetrators to justice, and what can be done to stop them in the future?</a>.<br /><br />I think <b>any</b> criticism or disagreement is automatically cranked up to 11 by the typical Puppy. ","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","ctime":"April 13 2015, 14:26:32 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://chris-gerrib.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"chris_gerrib","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"chris_gerrib","user_alias":"","profile_url":"http://chris-gerrib.livejournal.com/profile","alias":0}],"dname":"chris_gerrib","ctime_ts":1428935192,"tracked":0},{"shown":1,"collapsed":0,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21068794#t21068794","name":"expandchilds","title":"Expand","footer":1},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21068794#t21068794","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21068794#t21068794","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21068794#t21068794","name":"expand","title":"Expand"}],"uname":"joshmst","loaded":1,"p_tracked":0,"commenter_journal_base":"http://joshmst.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21068794,"talkid":82299,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21068794#t21068794","above":21050618,"upictitle":"joshmst: pic#0","article":"I don't think that is a bad observation.  I think we can look at the past two administrations and see that what Brad said is not inaccurate.  Yes, it is pretty general, but it does stand up to basic scrutiny.<br /><br />So the Bush administration went after those responsible in a big way.  Afghanistan and later Iraq with plenty of drone missions.  Then we have the Obama administration who reached out more diplomatically all the while attempting to pull out of these places.  I remember quite clearly a lot of my liberal relatives and friends applauding this claiming that the US's image had been so tarred by the Bush administration that the only way to fix it is go on the massive apology tour.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21086202,"ctime":"April 13 2015, 17:27:26 UTC","parent":21050618,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://joshmst.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"joshmst","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"joshmst","user_alias":"","profile_url":"http://joshmst.livejournal.com/profile","alias":0}],"dname":"joshmst","ctime_ts":1428946046,"tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21093370#t21093370","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21093370#t21093370","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21093370#t21093370","name":"expand","title":"Expand"}],"uname":"grrm","loaded":0,"p_tracked":0,"commenter_journal_base":"http://grrm.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21093370,"talkid":82395,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21093370#t21093370","above":21068794,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","below":21110522,"parent":21068794,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://grrm.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"grrm","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"grrm","user_alias":"","profile_url":"http://grrm.livejournal.com/profile","alias":0}],"dname":"grrm","ctime_ts":1428960629,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21094138#t21094138","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21094138#t21094138","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21094138#t21094138","name":"expand","title":"Expand"}],"uname":"joshmst","loaded":0,"p_tracked":0,"commenter_journal_base":"http://joshmst.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21094138,"talkid":82398,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21094138#t21094138","above":21093370,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21093370,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://joshmst.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"joshmst","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"joshmst","user_alias":"","profile_url":"http://joshmst.livejournal.com/profile","alias":0}],"dname":"joshmst","ctime_ts":1428961304,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21110522#t21110522","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21110522#t21110522","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21110522#t21110522","name":"expand","title":"Expand"}],"uname":"liscarey","loaded":0,"p_tracked":0,"commenter_journal_base":"http://liscarey.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21110522,"talkid":82462,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21110522#t21110522","above":21093370,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21068794,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://liscarey.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"liscarey","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"liscarey","user_alias":"","profile_url":"http://liscarey.livejournal.com/profile","alias":0}],"dname":"liscarey","ctime_ts":1428972994,"leafclass":"collapsed","tracked":0},{"shown":1,"collapsed":1,"actions":[{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21086202#t21086202","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21086202#t21086202","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/420090.html?thread=21086202#t21086202","name":"expand","title":"Expand"}],"uname":"renepavan","loaded":0,"p_tracked":0,"commenter_journal_base":"http://renepavan.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":21086202,"talkid":82367,"thread_url":"http://grrm.livejournal.com/420090.html?thread=21086202#t21086202","above":21068794,"siteroot":"http://www.livejournal.com","poster":"grrm","stime":"2 years ago","parent":21050618,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://renepavan.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"renepavan","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"renepavan","user_alias":"","profile_url":"http://renepavan.livejournal.com/profile","alias":0}],"dname":"renepavan","ctime_ts":1428956992,"leafclass":"collapsed","tracked":0}]}