{"itemid":1670,"subject":"The Show, the Books","event":"I am getting a flood of emails and off-topic comments on this blog about tonight's episode of GAME OF THRONES.  It's not unanticipated.\r\n\r\nThe comments... regardless of tone... have been deleted.  I have been saying since season one that this is not the place to debate or discuss the TV series.  Please respect that.  \r\n\r\nThere are better places for such discussions: Westeros, Tower of the Hand, Watchers on the Wall, Winter Is Coming, the comments sections of the television critics who regularly follow the show: James Hibberd, Alyssa Rosenberg, Mo Ryan, James Poniewozik, and their colleagues.  I am sure all those sites will be having a healthy debate.\r\n\r\nI have a lot of fans asking me for comment.  \r\n\r\nLet me reiterate what I have said before.\r\n\r\nHow many children did Scarlett O'Hara have?  Three, in the novel.  One, in the movie.  None, in real life: she was a fictional character, she never existed.  The show is the show, the books are the books; two different tellings of the same story.  \r\n\r\nThere have been differences between the novels and the television show since the first episode of season one.  And for just as long, I have been talking about the butterfly effect.  Small changes lead to larger changes lead to huge changes.  HBO is more than forty hours into the impossible and demanding task of adapting my lengthy (extremely) and complex (exceedingly) novels, with their layers of plots and subplots, their twists and contradictions and unreliable narrators, viewpoint shifts and ambiguities, and a cast of characters in the hundreds.  \r\n\r\nThere has seldom been any TV series as faithful to its source material, by and large (if you doubt that, talk to the Harry Dresden fans, or readers of the Sookie Stackhouse novels, or the fans of the original WALKING DEAD comic books)... but the longer the show goes on, the bigger the butterflies become.  And now we have reached the point where the beat of butterfly wings is stirring up storms, like the one presently engulfing my email.  \r\n\r\nProse and television have different strengths, different weaknesses, different requirements. \r\n\r\nDavid and Dan and Bryan and HBO are trying to make the best television series that they can.\r\n\r\nAnd over here I am trying to write the best novels that I can.\r\n\r\nAnd yes, more and more, they differ.  Two roads diverging in the dark of the woods, I suppose... but all of us are still intending that at the end we will arrive at the same place.\r\n\r\nIn the meantime, we hope that the readers and viewers both enjoy the journey.  Or journeys, as the case may be.  Sometimes butterflies grow into dragons.\r\n\r\n((I am closing comments on this post.  Take your discussions to the other sites I have mentioned.  And for those who may be curious as to the road the books are taking, I direct you to the WINDS OF WINTER sample chapters on my website)).","ditemid":427713,"eventtime":"2015-05-18 00:55:00","props":{"current_mood":"pensive","current_location":"Santa Fe","opt_nocomments":1,"taglist":"a song of ice and fire, hbo, game of thrones","current_moodid":73,"homepage_reposted":63986505,"crosspost_tw":"The Show, the Books http://goo.gl/vheVGc","picture_keyword":"sword","opt_screening":"F","personifi_tags":"nterms:yes","revnum":1,"interface":"web","langs":"{\"languages\":[[\"eng\",0.688321113555799]],\"detector\":\"Lingua-YALI:0.015\",\"updated\":1431932279}","revtime":1431932221},"can_comment":0,"logtime":"2015-05-18 06:55:37","anum":193,"url":"http://grrm.livejournal.com/427713.html","event_timestamp":1431910500,"reply_count":0}