{"itemid":1723,"subject":"Hugo Reform","event":"Loathe as I am to say any more about the Hugo Awards...\r\n\r\nThis one has nothing to do with the Puppies, be they Sad or Rabid.  This is about the awards themselves, and ways they could be made better.  At several points during Puppygate, I said words to the effect that, \"the Hugos are not perfect, but... \"  Given all that was going on, defending the awards seemed more important than reforming them.\r\n\r\nBut now that Sasquan is past, maybe this is a good time to discuss ways in which our field's oldest and most prestigious awards could be made better.\r\n\r\nOver on his own Live Journal, Kevin Standlee has put forward a pretty bold proposal.  He proposes abolishing three of the current Hugo categories:\r\n             1) Best Semiprozine\r\n             2) Best Editor, Short Form\r\n             3) Best Editor, Long Form\r\nIn their place, he would add three new categories (one actually an old category restored):\r\n             1) Best Professional Magazine\r\n             2) Best Anthology or Collection\r\n             3) Best Publisher\r\n\r\nI suspect that the chance of these changes being enacted are remote (every existing Hugo category has an entrenched constituency, so while adding categories is difficult, abolishing one is all but impossible) but nonetheless, I think these are eminently sensible changes and I would whole-heartedly support them.  Let me tell you why.\r\n\r\nFor me, the most problematic Hugo categories are those that honor a person rather than a work.  Look at Best Artist, for instant.  I was just discussing that with my friend John Picacio this past weekend, as it's a pet peeve of his.  The award has been around for half a century, yet fewer than twenty people have ever won it.  The same people win, year after year.  Many voters have no idea what art they did the past year, if any; they just know, \"oh, I like X's art,\" and they vote for him, again.  \r\n\r\nThe Best Editor categories have shown every signs of working the same way.  Originally the category WAS Best Magazine, which was easy to judge.  Did ASTOUNDING or GALAXY have a better year? It was changed to Best Editor in the 70s, during the boom in original anthologies, sometimes called \"book-a-zines\"... and to allow book editors to compete.  But few book editors were ever nominated, and none ever won, until the category was split in half.  Problem is, and this complaint came up often during Puppygate and after, that most books do not credit their editors... and besides that, the reader has no real way to know what the editor did.  Some novels are heavily edited, some much less.  What is the criterion?\r\n\r\nThe proof should be in the pudding.  Which pudding tastes better.  Reward the WORK, not the author or editor or artist.  Go back to Best Magazine, and add Anthology/ Collection (both the Locus Awards and the World Fantasy Awards have such a category, and it works well).  That more than covers the Short Form Editors.  \r\n\r\nAnd Best Publisher covers the Long Form Editors.  It is much easier to know which publisher issued the most outstanding books during the previous year, than to decide what editor did what... assuming you can even find out who edited your favorite book.  \r\n\r\nOf course, book editors may object that they don't get a trophy.  Easy answer: more trophies.  A few years ago, they handed out SEVEN rockets to the seven winners of the Best Podcast category.  They can do the same for Best Publisher: a rocket for the publisher, and one for every senior (i.e. not assistant) editor in the SF/ fantasy imprint(s).  The publisher lists the nominees when they get the nomination, the same way that those of us in TV are asked to list the people who'll get the rockets when we get nominated in Best Dramatic Presentation.\r\n\r\nOh, and getting rid of Semiprozine is long past due as well.  It's a bastard categtory, created solely to get LOCUS out of Fanzine, where it was winning far too often for the taste of all the other fanzine publishers.  No other award in the world that I have ever heard of has a \"semi\" category.  Best Semipro Artist?  Best Semipro Director?  Best Semiprofessional Actress in a Supporting Role?  \r\n\r\nMake it Best Magazine, the way it used to be.  Once upon a time, the semipros could not compete with the professional magazines since the imbalance in circulation was too great.  ANALOG sold 100,000 copies, LOCUS sold 10,000.  Well, guess what?  Those days are gone.  I am not sure that F&SF has ANY circulation advantage over CLARKSWORLD or INTERZONE or LOCUS these days, but if they do, it's no longer an order of magnitude.  And decades of results in Best Novel show that books that sell a relatively small number of copies regularly defeat ones that sell a lot more... why shouldn't it work that way for magazines as well?\r\n\r\nAnyway... I think these are good ideas.  Maybe even something old fans and new fans and Puppies and non-Puppies can agree on, without politics getting into it.\r\n\r\nI am going to close comments on this post, however.  Not because there is nothing to say -- there is a LOT to say about these proposals -- but because there's a better place to say it, over on Kevin Standlee's own LJ, which you will find here:\r\n\r\nhttp://kevin-standlee.livejournal.com/1495246.html\r\n\r\nThere's a vigorous (and courteous) debate already going on there.  Go and join it.\r\n\r\nThese are Kevin's proposals, not mine.  But I like them.","ditemid":441324,"eventtime":"2015-09-04 00:11:00","props":{"current_mood":"thoughtful","current_location":"Santa Fe","opt_nocomments":1,"taglist":"hugo awards","current_moodid":30,"homepage_reposted":63986505,"crosspost_tw":"Hugo Reform http://goo.gl/5RNtOh","give_features":1,"picture_keyword":"Hugo","opt_screening":"F","personifi_tags":"nterms:yes","interface":"web","langs":"{\"languages\":[[\"eng\",0.662317180646324]],\"detector\":\"Lingua-YALI:0.015\",\"updated\":1441347111}"},"can_comment":0,"logtime":"2015-09-04 06:11:23","anum":236,"url":"http://grrm.livejournal.com/441324.html","event_timestamp":1441325460,"reply_count":0}