{"itemid":1773,"subject":"A Conversation with Missy Suicide, Founder of SuicideGirls","event":"Ogre Jenni here! I&#39;m still not anyone famous! Phew!\r\n\r\nI recently had the pleasure of interviewing Missy Suicide, the founder of <a href=\"https://suicidegirls.com/\" target=\"_blank\">SuicideGirls</a>. George posted something about it earlier, but the <a href=\"http://www.jeancocteaucinema.com\" target=\"_blank\">Jean Cocteau Cinema </a>will host the <a href=\"http://www.jeancocteaucinema.com/film/suicidegirls-present-blackheart-burlesque/\" target=\"_blank\">SuicideGirls: Blackheart Burlesque</a> on Monday, November 16th. A portion of the ticket sales will be donated to the <a href=\"http://wildspiritwolfsanctuary.org/\" target=\"_blank\">Wild Spirit Wolf Sanctuary</a>. The Sanctuary will bring <a href=\"http://wildspiritwolfsanctuary.org/animal_flurry.php\" target=\"_blank\">Flurry</a>, one of their furry ambassadors, to meet and greet VIP Guests and Suicide Girls an hour before the show. Imagine the photo ops!\r\n\r\nBut enough of the publicity (and the hyperlinks), below is my conversation with the savvy and highly creative Missy Suicide. She was more than generous with her time, and we can&#39;t thank her enough for adding us to the SuicideGirls&#39; Blackheart Burlesque tour!\r\n\r\n<img alt=\"\" src=\"http://ic.pics.livejournal.com/grrm/7059164/303479/303479_600.jpg\" title=\"\" />\r\n<i>Photo by Will Ryan</i>\r\n\r\n\r\n<b>OGRE JENNI:&nbsp; Tell me a little bit about yourself and your background, Missy. Are you a model?</b>\r\n\r\nMISSY SUICIDE:&nbsp; I&rsquo;m not a model. I started SuicideGirls 14 years ago. I was the first photographer and founder of the website.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>What is SuicideGirls, and when did you first have the idea to do this?</b>\r\n\r\nMISSY SUICIDE:&nbsp; SuicideGirls started in 2001, so 14 years ago&mdash;which is crazy to think about. I thought that some of the girls I knew were the most beautiful girls in the world, and yet there were no girls who looked even remotely like them in the mainstream media. I wanted to create a place for them to be celebrated as beautiful and to share their thoughts and feelings with the world.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>How many girls did SuicideGirls start with? </b>\r\n\r\nMISSY SUICIDE:&nbsp; When we launched I think there were a dozen. Now we&rsquo;ve got 3,000 from all over the world, including Antarctica.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>Antarctica? That&rsquo;s incredible. How did that work out?</b>\r\n\r\nMISSY SUICIDE:&nbsp; There was a research scientist who was stationed in Antarctica, and she shot her set there, which was pretty impressive. And cold, I imagine.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>Well that could be good for a couple of different reasons.</b>\r\n\r\nMISSY SUICIDE:&nbsp; [laughs] Yes.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>Who were some of your first models? </b>\r\n\r\nMISSY SUICIDE:&nbsp; The first Suicide Girl was my neighbor Rose. She was incredibly brave, trusting, and confident. She just came in and let me take pictures and play dress up with her. I was incredibly thankful to her. Then there was Mary, who was a friend that I knew growing up, and there were other girls who were friends of friends. It all started in a very natural sort of way.\r\n\r\n<img alt=\"\" src=\"http://ic.pics.livejournal.com/grrm/7059164/303691/303691_600.jpg\" title=\"\" />\r\n<i>Photo by Derek Bremner</i>\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n<b><b>OGRE JENNI:&nbsp; </b>Where do you find Suicide Girls, and what do you look for in a Suicide Girl?</b>\r\n\r\nMISSY SUICIDE:&nbsp; Now we get about 30,000 applications a year from women around the world, and we&rsquo;re looking for girls who want to contribute their personal beauty to our redefinition of beauty. It doesn&rsquo;t have to be girls with piercings or tattoos, but girls who don&rsquo;t find anyone that looks like them in the mainstream lexicon.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>Cool, so it&rsquo;s reimagining pin-up culture in a way?</b>\r\n\r\nMISSY SUICIDE:&nbsp; Yes. My original inspiration was Bunny Yeager&rsquo;s photos of Betty Page. There&rsquo;s something so natural, beautiful, and confident that happened when another woman photographed Betty nude. You didn&rsquo;t really see that before when she was &lsquo;putting on a pose&rsquo; for the male photographers. There&rsquo;s a difference between being in a pose and being captured beautifully or naturally in the moment.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>Are the photographers usually women?</b>\r\n\r\nMISSY SUICIDE:&nbsp; Yes, for the most part the photographers start out as SuicideGirls models. We do have some amazing male photographers, but the majority of the photographers are women, and they mostly started out as Suicide Girls.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>What would SuicideGirls have been without the Internet?&nbsp; What would SuicideGirls have been in your imagination then?</b>\r\n\r\nMISSY SUICIDE:&nbsp; If we didn&rsquo;t have the Internet, then I feel like SuicideGirls would have been a local zine. You know? The incredible power of the Internet is that it has the ability to unify us around the world. Everybody on SuicideGirls was kind of an outsider in their small town or locale. But once you harness the power of the Internet you can touch base with people who are in every corner of the world sharing the same experiences. Suddenly you don&rsquo;t feel so alone because you know that there are people just like you everywhere else in the world.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>It seems like a lot of the SuicideGirls project is for women.</b>\r\n\r\nMISSY SUICIDE:&nbsp; Yeah, I get letters every day from women around the world saying they never felt beautiful until they saw SuicideGirls. They are so moved when they see girls who look like them being celebrated as beautiful, and being confident in their photos and in their words&hellip;being inspirational in sharing their thoughts and feelings. It&rsquo;s really a powerful and moving part of having started the SuicideGirls, getting the letters from women whose lives have been changed.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>SuicideGirls is also a news source, and it has blog-diaries and so much more. Could you talk a little bit about why the girls have diaries, blogs, and what kind of news you cover on the website?</b>\r\n\r\nMISSY SUICIDE:&nbsp; When I got the first pictures back, I decided it was important that the girls share their thoughts and feelings, too. I feel like the girls have so much more to say than just being captured in an image. I wanted to give them a platform to truly be appreciated. They were more than two-dimensional images. So that&rsquo;s why the girls have blogs&mdash;and the site&rsquo;s members also have blogs where they can share their thoughts and feelings.\r\n\r\nThere are groups on SuicideGirls where people can get together and talk about everything from their favorite TV shows to comic books. From Kurosawa films and religion to beauty or politics&mdash;and even cooking, weight loss, or crossfit&mdash;or whatever it is people are into. You can find that group on SuicideGirls. People really connect that way. We&rsquo;ve had hundreds of couples meet on the site and get married. Babies have been born because their parents met on SuicideGirls, countless friendships have been made, and thousands of business partnerships and bands have formed. The community is a really huge part of the site.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>What do you think explains SuicideGirls&#39; popularity?</b>\r\n\r\nMISSY SUICIDE:&nbsp; I think the popularity stems from the fact that people seek out something more than the same photocopied version of beauty that&rsquo;s shoved down our throats every day. They discover SuicideGirls, and the first thing they notice is the images of confident, beautiful women and the striking honesty and realness of the girls. They get hooked by the community, and they develop these friendships&mdash;and they all watch <i>Game of Thrones</i> together! They&rsquo;re like &ldquo;oh man did you see that?!&rdquo; [laughs] It&rsquo;s really just an amazing thing. You make friends from around the world, and it&rsquo;s a beautiful way to connect.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>Do you consider SuicideGirls to be pornography, or is there another way we should think about it?</b>\r\n\r\nMISSY SUICIDE:&nbsp; I don&rsquo;t consider SuicideGirls to be pornography. The girls are just nude, and to me &lsquo;pornography&rsquo; has a slightly lascivious tone to it, and I don&rsquo;t&rsquo; think there&rsquo;s anything lascivious about nudity. I think that the female form has been the most celebrated subject matter in all of art history, and if you go into most art museums you&rsquo;re going to see as many nude bodies as you ever see on SuicideGirls.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>Does SuicideGirls ever receive any flack? I&rsquo;d be interested to know whether or not people express any religious objections, or if people who consume more conventional nudie-pictures are upset by the SuicideGirls mission.</b>\r\n\r\nMISSY SUICIDE:&nbsp; Both groups really just leave us alone because there are far more obvious targets for the religious right to go after than us. As far as the nudie pics people go, there&rsquo;s people on social networks who are trolls, and they will say anything no matter what. There are people who hide behind their computers and leave mean comments on any picture, but I don&rsquo;t think that we are singled out for that. I feel like, for the most part, people leave us alone&mdash;which is pretty good. We have a really respectful community that I&rsquo;m very proud of. Trolls are on most social networks, and you can&rsquo;t post a picture of you and your grandmother without receiving the weird hater language. But on SuicideGirls, girls post nude photos of themselves, and the dialogue surrounding them is very respectful, nice, and supportive. If you do get a weird hater comment people are like, &ldquo;Who is that?!&rdquo; and everyone else rallies behind you. It&rsquo;s really a special and safe place in the hater-filled world of the internet.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>It&rsquo;s a place of love!</b>\r\n\r\nMISSY SUICIDE:&nbsp; Totally. We do get people who don&rsquo;t understand the name, but I feel like that happens less and less these days. The name came from a Chuck Palahniuk book&nbsp; [<i>Survivor</i>, 1999] where he describes girls who choose not to fit in and commit social suicide as &ldquo;Suicide Girls.&rdquo; That&rsquo;s the only hate we really get. People ask, &ldquo;Why are you glorifying suicide?&rdquo; But that&rsquo;s quieted down in the last ten years or so.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>Is there a direct connection to punk and rock-and-roll, or is it all about the look?</b>\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\nMISSY SUICIDE:&nbsp; I feel like punk and rock-and-roll definitely celebrate individuality, and I feel like music is a part of every person&rsquo;s life&mdash;especially the people that are on the site. But I feel like that has evolved in the last ten years or so. People&#39;s musical tastes have opened up, and it&rsquo;s a lot more eclectic than it used to be. The subgenre of music doesn&rsquo;t define us as strongly as it once did. It&rsquo;s okay for you to like multiple things now. The fiercely individualistic ethos of punk rock is still very near and dear to our hearts, but as far as our musical tastes go, they have become much more eclectic and open to more diverse artistic expression.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>Who have been your favorite musical guests and bloggers?</b>\r\n\r\nMISSY SUICIDE:&nbsp; Gosh, there have been so many. Dave Navarro shot a set, and that was super fun. We have interviewed tons of musicians over the years. We opened last year for Queens of the Stone Age, which was amazing. We were in a video with Dave Grohl. Mike Doughty also shot a set. There have been too many great musicians in all the interviews we&rsquo;ve done over the years to pick a favorite.\r\n\r\n<img alt=\"\" src=\"http://ic.pics.livejournal.com/grrm/7059164/303873/303873_600.png\" title=\"\" />\r\n<i>Photo by Boudoir Louisville</i>\r\n\r\n\r\n<b>OGRE JENNI:&nbsp; When did SuicideGirls start doing live shows?</b>\r\n\r\nMISSY SUICIDE:&nbsp; We started doing live shows in 2002 or 2003. We did them until early 2007, and we ran a very puck rock, louche, burlesque show. Then we toured the U.S., Australia, and Europe. We opened for Courtney Love, Guns N&rsquo; Roses, and we just had a great time. But it was a lot of work, and we&rsquo;re a small company. We decided to take a break. We&rsquo;d been working on a coffee table book, so we decided to focus our efforts on that. When the book was done we said, &ldquo;Okay, well that&rsquo;s done. Do you guys want to go back on tour?&rdquo;\r\n\r\nThen we said, &ldquo;Well we could go on tour, or we could make a movie. Cool, we haven&rsquo;t done that before&mdash;let&rsquo;s make a movie!&rdquo;\r\n\r\nThen we made a movie, and the tour kept getting put on the backburner for a number of years. In 2012 we came out with our book, <i>Hard Girls Soft Light</i>. We sent two girls up and down the West Coast on a book signing tour, and they were just signing at comic book stores. But by the time they got to Santa Cruz, there were 500 people standing in line at a comic book shop just to get two girls&rsquo; autographs. So we realized that people clearly wanted some sort of a live experience, and we knew we could do better than having two girls just sitting there at a comic book shop.\r\n\r\nSo we decided to reinvent the burlesque tour. During the six years in which we had taken a break, there had been quite a lot of advances in the burlesque world. We knew we had to fire on all cylinders, so we decided to do an all pop-culture themed burlesque show. We had done a few pop culture referential numbers in the first burlesque tour&mdash;like a Quentin Tarantino dance. It feels like the current cultural touch points are the things you nerd out about (movies, TV shows, etc.) in a similar way that people used to claim their identity from the sub-genre of music they were into. Now it feels like our touch points are obscure manga and super heroes&mdash;or what TV shows and movies fill your Netflix queue. &nbsp;We are still big music nerds here though, and we wanted the show to be set to modern music. We wanted to have amazing costumes and blow it out of the water.\r\n\r\nWhen we first conceived of the new burlesque show, we weren&rsquo;t sure if it was really going to work or not. I called up a choreographer friend of mine. We&rsquo;d worked together in the past. His name is Manwe Sauls-Addison, and I said to him, &ldquo;Okay, I&rsquo;ve got a crazy idea for a burlesque show. All pop culture-themed numbers.&rdquo;\r\n\r\nHe said, &ldquo;Okay, well that&rsquo;s going to be easy.&rdquo;\r\n\r\nAnd I told him, &ldquo;See what you can come up with for this routine. I want a <i>Planet of the Apes</i> number. I want the girls to come out in silver bikinis and monkey masks, and I want to have one girl in a <i>Barbarella</i>-style, silver, one-piece with the bubble helmet. And I want it set to Disclosure&rsquo;s &#39;When the Fire Starts to Burn,&#39; but instead of the man talking during that part I want <i>The Simpsons&#39;</i> <i>&#39;</i>Planet of the Apes Opera<i>&#39; </i>to start playing.&rdquo;\r\n\r\nAnd he&rsquo;s like, &ldquo;Uh, ok. I don&rsquo;t know how I&rsquo;ll be able to do it, but I&rsquo;ll give it a go. It sounds pretty fun.&rdquo;\r\n\r\nSo he came out, and we held auditions. We found twenty amazing girls. He showed me the routine, and it was better than anything I could have ever imagined. He nailed it. So we have been creating crazy pop culture experiences ever since then.\r\n\r\n<img alt=\"\" src=\"http://ic.pics.livejournal.com/grrm/7059164/304370/304370_600.jpg\" title=\"\" />\r\n<i>Photo by SG Hopeful Prurient</i>\r\n\r\n \r\n<b><b>OGRE JENNI:&nbsp; </b>What is your favorite act in the burlesque show?</b>\r\n\r\nMISSY SUICIDE:&nbsp; They are all my babies, so I can&rsquo;t really say &ldquo;this one&rdquo; or &ldquo;that one.&rdquo; I do have a soft spot for the <i>Planet of the Apes</i> number since it was our first.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>Please tell us a little bit more about the <i>Song of Ice and Fire</i> references in the show. </b>\r\n\r\nMISSY SUICIDE:&nbsp; Yes. When thinking about a burlesque show that encompasses strong badass women, there&rsquo;s not many women as badass as Daenerys. So we used her as inspiration in one of the numbers. She and her dragons are featured to&mdash;well, I don&rsquo;t want to give it all away! Have you guys seen it?\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>No! We&rsquo;re waiting, and we&rsquo;re excited!</b>\r\n\r\nMISSY SUICIDE:&nbsp; [Laughs] Alright, then I won&rsquo;t give it away. So there is a Daenerys number. That is all I will say.\r\n\r\n<b><b>OGRE JENNI:&nbsp; </b>That&rsquo;s so exciting&mdash;we can&rsquo;t wait! Thanks for doing this interview, and thank you for offering to donate to the Wild Spirit Wolf Sanctuary.</b>\r\n\r\nMISSY SUICIDE:&nbsp; Oh yeah, we&rsquo;re really big fans of helping out and giving back. The Wolf Sanctuary is more than deserving.","ditemid":453917,"eventtime":"2015-11-12 11:18:00","props":{"current_mood":"excited","current_location":"The back part of My Lair, where I keep my opera records.","taglist":"jean cocteau cinema, strong badass women, suicidegirls, burlesque, wild spirit wolf sanctuary, nerdlesque","current_moodid":41,"homepage_reposted":63986505,"commentalter":1447710597,"current_music":"The Simpsons' Planet of the Apes Opera","opt_lockcomments":1,"crosspost_tw":"A Conversation with Missy Suicide, Founder of SuicideGirls http://goo.gl/Bu6HuN","picture_keyword":"pic#125379682","opt_screening":"F","personifi_tags":"nterms:no","interface":"web","revnum":2,"langs":"{\"languages\":[[\"eng\",0.657149521838566]],\"detector\":\"Lingua-YALI:0.015\",\"updated\":1447438695}","revtime":1447798799},"can_comment":0,"logtime":"2015-11-13 18:18:02","anum":29,"url":"http://grrm.livejournal.com/453917.html","event_timestamp":1447327080,"reply_count":11,"comments":[{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/124819199/75167376","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23018269#t23018269","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23018269#t23018269","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23018269#t23018269","name":"expand","title":"Expand"}],"uname":"linnymay","loaded":1,"p_tracked":0,"commenter_journal_base":"http://linnymay.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":23018269,"talkid":89915,"thread_url":"http://grrm.livejournal.com/453917.html?thread=23018269#t23018269","upictitle":"Linny May: pic#124819199","article":"Fun interview.  <br /><br />I read the blog below about the Suicide Girls performance but didn't really get it.  There's much more to these unique beauties than simply burlesque dancing.<br /><br />Thanks.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"1 year ago","ctime":"November 13 2015, 19:28:57 UTC","massactions":0,"subject":"Getting Famous.  Don&#39;t Eat Me.","deleted":0,"username":[{"journal_url":"http://linnymay.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"linnymay","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"linnymay","user_alias":"","profile_url":"http://linnymay.livejournal.com/profile","alias":0}],"dname":"linnymay","ctime_ts":1447442937,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/98776879/6496393","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23019037#t23019037","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23019037#t23019037","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23019037#t23019037","name":"expand","title":"Expand"}],"uname":"a_cubed","loaded":1,"p_tracked":0,"commenter_journal_base":"http://a-cubed.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":23019037,"talkid":89918,"thread_url":"http://grrm.livejournal.com/453917.html?thread=23019037#t23019037","upictitle":"a_cubed: pic#98776879","article":"Could Ogre Jennni please learn how to use the lj-cut markup for such long posts, to avoid readers needing to scroll all the way through in their Friends' lists.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"1 year ago","ctime":"November 14 2015, 00:47:20 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://a-cubed.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"a_cubed","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"a_cubed","user_alias":"","profile_url":"http://a-cubed.livejournal.com/profile","alias":0}],"dname":"a_cubed","ctime_ts":1447462040,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/91237832/7059164","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23019293#t23019293","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23019293#t23019293","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23019293#t23019293","name":"expand","title":"Expand"}],"uname":"grrm","loaded":1,"p_tracked":0,"commenter_journal_base":"http://grrm.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":23019293,"talkid":89919,"thread_url":"http://grrm.livejournal.com/453917.html?thread=23019293#t23019293","above":23019037,"upictitle":"George R.R. Martin: Spain","article":"I've never been able to figure that out myself.  Every time I think I have mastered it, they tweak something.<br /><br />GRRM","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"1 year ago","ctime":"November 14 2015, 01:25:31 UTC","parent":23019037,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://grrm.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"grrm","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"grrm","user_alias":"","profile_url":"http://grrm.livejournal.com/profile","alias":0}],"dname":"grrm","ctime_ts":1447464331,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/83491714/8518020","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23021341#t23021341","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23021341#t23021341","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23021341#t23021341","name":"expand","title":"Expand"}],"uname":"xanderxero","loaded":1,"p_tracked":0,"commenter_journal_base":"http://xanderxero.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":23021341,"talkid":89927,"etime_ts":"1447612440","thread_url":"http://grrm.livejournal.com/453917.html?thread=23021341#t23021341","upictitle":"DJ Xero: Darkest American Xero","article":"To be helpful: For LJ-Cuts, go to this link... <br /><a href='http://www.livejournal.com/support/faq/75.html'>http://www.livejournal.com/support/f<wbr />aq/75.html</a><br />It's pretty simple to figure out and there are a couple of options. It shouldn't take more than a few seconds to implement in edit.<br /><br />To be inquisitive... why is Ogre Jenni posting her interview in George Martin's feed? Really don't intend to sound rude about it, and the content isn't in any way offensive or anything (been to an SG show more than once myself) but I don't understand why this is in a feed I'm following for news and commentary from Mr. Martin. <br />I would understand reposting... and I imagine he's permitted it...<br />did I miss something previous? Was there a contest? Is she a relative?<br /><br />O_o <br /><br />","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"1 year ago","ctime":"November 15 2015, 18:32:51 UTC","massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://xanderxero.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"xanderxero","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"xanderxero","user_alias":"","profile_url":"http://xanderxero.livejournal.com/profile","alias":0}],"etime":"November 15 2015, 18:34:00 UTC","dname":"xanderxero","ctime_ts":1447612371,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/91237832/7059164","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23021597#t23021597","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23021597#t23021597","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23021597#t23021597","name":"expand","title":"Expand"}],"uname":"grrm","loaded":1,"p_tracked":0,"commenter_journal_base":"http://grrm.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":23021597,"talkid":89928,"thread_url":"http://grrm.livejournal.com/453917.html?thread=23021597#t23021597","above":23021341,"upictitle":"George R.R. Martin: Spain","article":"I am trying to hand off more of the posts here to my minions and ogres. This saves me time and effort thatvI can devote to other things... Like work.  <br /><br />We do make certain that the posts are clearly labeled, so you will always know what is by me and what is by my staff.<br /><br />I am trying to delegate more, in short.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"1 year ago","ctime":"November 16 2015, 02:06:46 UTC","parent":23021341,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://grrm.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"grrm","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"grrm","user_alias":"","profile_url":"http://grrm.livejournal.com/profile","alias":0}],"dname":"grrm","ctime_ts":1447639606,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/36271889/8518020","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23021853#t23021853","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23021853#t23021853","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23021853#t23021853","name":"expand","title":"Expand"}],"uname":"xanderxero","loaded":1,"p_tracked":0,"commenter_journal_base":"http://xanderxero.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":23021853,"talkid":89929,"thread_url":"http://grrm.livejournal.com/453917.html?thread=23021853#t23021853","above":23021597,"upictitle":"DJ Xero: alien orphan","article":"Ah... understood. Keep at it then! Looking forward to the next Wild Cards! And thank you sir for giving me something good to read since the 80's!","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"1 year ago","below":23022109,"ctime":"November 16 2015, 02:50:47 UTC","parent":23021597,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://xanderxero.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"xanderxero","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"xanderxero","user_alias":"","profile_url":"http://xanderxero.livejournal.com/profile","alias":0}],"dname":"xanderxero","ctime_ts":1447642247,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/125109834/76137210","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23022109#t23022109","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23022109#t23022109","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23022109#t23022109","name":"expand","title":"Expand"}],"uname":"hakanmesser","loaded":1,"p_tracked":0,"commenter_journal_base":"http://hakanmesser.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":23022109,"talkid":89930,"thread_url":"http://grrm.livejournal.com/453917.html?thread=23022109#t23022109","above":23021853,"upictitle":"Dark Star: pic#125109834","article":"Thanks for the nice interview ogre jenni. Do you make pictures of the show and post them here?Because i have no girlfriend and the nights are long...<br /><br /><br />Maybe you will be famous when you steal the new book  and post it online?<br />Not the wild cards stuff! The real one. The sexy one.<br /><br />Just a joke.<br /><br /><br /><br /><br /><br /><br />","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"1 year ago","ctime":"November 16 2015, 12:52:42 UTC","parent":23021597,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://hakanmesser.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"hakanmesser","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"hakanmesser","user_alias":"","profile_url":"http://hakanmesser.livejournal.com/profile","alias":0}],"dname":"hakanmesser","ctime_ts":1447678362,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/91237832/7059164","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23022877#t23022877","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23022877#t23022877","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23022877#t23022877","name":"expand","title":"Expand"}],"uname":"grrm","loaded":1,"p_tracked":0,"commenter_journal_base":"http://grrm.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":23022877,"talkid":89933,"thread_url":"http://grrm.livejournal.com/453917.html?thread=23022877#t23022877","above":23022109,"upictitle":"George R.R. Martin: Spain","article":"ha","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"1 year ago","ctime":"November 16 2015, 18:38:13 UTC","parent":23022109,"massactions":0,"subject":"","deleted":0,"username":[{"journal_url":"http://grrm.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"grrm","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"grrm","user_alias":"","profile_url":"http://grrm.livejournal.com/profile","alias":0}],"dname":"grrm","ctime_ts":1447699093,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/125594046/77062613","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23022621#t23022621","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23022621#t23022621","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23022621#t23022621","name":"expand","title":"Expand"}],"uname":"ext_3386875","loaded":1,"p_tracked":0,"commenter_journal_base":"http://twitter.com/VAbrooks","statprefix":"http://l-stat.livejournal.net","dtalkid":23022621,"talkid":89932,"thread_url":"http://grrm.livejournal.com/453917.html?thread=23022621#t23022621","upictitle":"Allen Brooks: pic#125594046","article":"GRRM,<br /><br />I've always been curious about your opinion on the show's music.  I find it fantastic and perfect for telling the story.  So much so that my wife and I had the \"Red Wedding\" song played just before the processional at our wedding last month.  Anyhow, thanks for all you do!<br /><br />Cheers,<br /><br />Allen","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"1 year ago","ctime":"November 16 2015, 18:07:32 UTC","massactions":0,"subject":"Music from GoT show","deleted":0,"username":[{"journal_url":"http://twitter.com/VAbrooks","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/twitter-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"VAbrooks","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_3386875","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=77062613&t=I","alias":0}],"dname":"VAbrooks","ctime_ts":1447697252,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/91237832/7059164","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23023133#t23023133","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23023133#t23023133","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23023133#t23023133","name":"expand","title":"Expand"}],"uname":"grrm","loaded":1,"p_tracked":0,"commenter_journal_base":"http://grrm.livejournal.com/","statprefix":"http://l-stat.livejournal.net","dtalkid":23023133,"talkid":89934,"thread_url":"http://grrm.livejournal.com/453917.html?thread=23023133#t23023133","above":23022621,"upictitle":"George R.R. Martin: Spain","article":"The show's music is great... but this is off topic.  <br /><br />PLEASE stay on topic in comments to the Not A Blog, please.","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"1 year ago","ctime":"November 16 2015, 18:39:04 UTC","parent":23022621,"massactions":0,"subject":"Re: Music from GoT show","deleted":0,"username":[{"journal_url":"http://grrm.livejournal.com/","striked":null,"journaltype":"P","userhead_url":"http://l-stat.livejournal.net/img/userinfo_v8.svg?v=17080?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"grrm","inline_css":0,"attrs":null,"is_identity":0,"bold":1,"show_userhead":1,"username":"grrm","user_alias":"","profile_url":"http://grrm.livejournal.com/profile","alias":0}],"dname":"grrm","ctime_ts":1447699144,"tracked":0},{"shown":1,"collapsed":0,"userpic":"http://l-userpic.livejournal.com/125594046/77062613","actions":[{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23023645#t23023645","name":"permalink","title":"link"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23023645#t23023645","name":"collapse","title":"Collapse"},{"allowed":1,"href":"http://grrm.livejournal.com/453917.html?thread=23023645#t23023645","name":"expand","title":"Expand"}],"uname":"ext_3386875","loaded":1,"p_tracked":0,"commenter_journal_base":"http://twitter.com/VAbrooks","statprefix":"http://l-stat.livejournal.net","dtalkid":23023645,"talkid":89936,"thread_url":"http://grrm.livejournal.com/453917.html?thread=23023645#t23023645","above":23023133,"upictitle":"Allen Brooks: pic#125594046","article":"Yessir, sorry.  Twas my first post to your blog!","siteroot":"http://www.livejournal.com","poster":"grrm","stime":"1 year ago","ctime":"November 16 2015, 20:05:14 UTC","parent":23023133,"massactions":0,"subject":"Re: Music from GoT show","deleted":0,"username":[{"journal_url":"http://twitter.com/VAbrooks","striked":null,"journaltype":"I","userhead_url":"http://l-stat.livejournal.net/img/icons/twitter-16.png?v=29916?v=146.10","color":null,"noctxpopup":0,"side_alias":0,"journal":"VAbrooks","inline_css":0,"attrs":null,"is_identity":1,"bold":1,"show_userhead":1,"username":"ext_3386875","user_alias":"","profile_url":"http://www.livejournal.com/profile?userid=77062613&t=I","alias":0}],"dname":"VAbrooks","ctime_ts":1447704314,"tracked":0}]}