{"itemid":1850,"subject":"Redcaps at the JCC","event":"The Authority took control at the Jean Cocteau Cinema last night, when Ryan Condal and his team from Legendary, IGN, and USA turned up for a special showcase of USA's new sf series COLONY.  We showed episodes six and seven on our big (well, medium sized) screen, and afterward Ryan and I talked and fielded questions about COLONY, GAME OF THRONES, working in television, development hell, SIXTH GUN, and all manner of other things.  \r\n\r\nIf you missed it, you should be able to find it on line somewhere.  I know people were filming us.  So... Twitter, Facebook, IGN, Periscope, one of those places.  (What do I know about this Interweb thingie?  I still tie messages to the legs of ravens).\r\n\r\nIt was a fun event, and everyone left with a signed COLONY poster and a red cap.\r\n\r\nOur drink special... the Redcap, natch... was also pretty righteous.  I had one, and I think I am still feeling the effects this morning.\r\n\r\nEveryone seemed to enjoy the episodes as well... even though only three people in the crowd had seen the five episodes that preceded the ones we screened.  If you haven't caught COLONY yet, give it a try.  Ryan and his team are doing a nice job.","ditemid":473733,"eventtime":"2016-02-19 13:01:00","props":{"current_mood":"cheerful","current_location":"Santa Fe","taglist":"jean cocteau cinema, television","crosspost_tw_log":"[Fri Feb 19 20:00:15 2016]R [Fri Feb 19 20:00:17 2016]https://twitter.com/GRRMspeaking/status/700771906710958082 ","current_moodid":125,"commentalter":1455975933,"opt_lockcomments":1,"crosspost_tw":"https://twitter.com/GRRMspeaking/status/700771906710958082","picture_keyword":"cocteau","opt_screening":"F","revnum":1,"personifi_tags":"nterms:yes","interface":"web","langs":"{\"languages\":[[\"eng\",0.645203245232011]],\"detector\":\"Lingua-YALI:0.015\",\"updated\":1455912026}","revtime":1457038303},"can_comment":0,"logtime":"2016-02-19 20:00:09","anum":133,"url":"http://grrm.livejournal.com/473733.html","event_timestamp":1455886860,"reply_count":0}