{"itemid":1875,"subject":"Francis Menotti Returns to Jean Cocteau Cinema #GrrMinion","event":"<p>My name is Jenni, and I am just an ogre living in a human&rsquo;s world. I also work for <a href=\"http://www.jeancocteaucinema.com\" target=\"_blank\">Jean Cocteau Cinema</a>, George&rsquo;s movie theatre and events venue in Santa Fe, New Mexico!\r\n\r\nJean Cocteau Cinema is proud to welcome the magician who stumped Penn and Teller, <a href=\"http://francismenotti.com/\" target=\"_blank\">Francis Menotti</a>, back to its stage on <a href=\"http://www.jeancocteaucinema.com/film/francis-menotti-a-night-of-magic/\" target=\"_blank\">Friday, April 1st and Saturday, April 2nd</a>. Our audiences were blown away by his performances last time, and Menotti says that he has written some awesome new material for us!\r\n\r\nFrancis Menotti has surprised and confounded audiences worldwide with his Scrabble tricks and word games. He runs circles around participants with an intentionally convoluted (but hilarious) script that makes you feel like you&#39;re struggling through the vocab section of the GRE&mdash;except that it&#39;s really fun!</p><lj-embed id=\"714\"/>\r\n\r\nMagicians use sleight-of-hand or physical cues to direct attention away from a trick&#39;s execution, and Menotti takes it a step further with his outlandishly ornate vocabulary. You really do have to stop and think for a moment about what he&#39;s saying. His wordsmithing is both a brilliant distraction and an integral part of the trick&#39;s nerdy flavor.\r\n\r\nMenotti also exhibits an appreciation for modern art history&mdash;Surrealism in particular. <a href=\"http://www.tate.org.uk/art/artworks/dali-lobster-telephone-t03257\" target=\"_blank\">Lobsters</a> and <a href=\"http://www.renemagritte.org/the-son-of-man.jsp\" target=\"_blank\">green apples</a> make appearances in his shows, and sometimes he will work original animations and other artistic creations into his acts. His magic shows are funny, artistic, exciting, and absolutely brilliant.\r\n\r\n<img alt=\"\" src=\"http://ic.pics.livejournal.com/grrm/7059164/348966/348966_300.png\" title=\"\" />\r\n\r\n<p>In addition, Menotti agreed to do some up-close prestidigitations and card tricks in the bar after the shows! See you at the Cocteau!\r\n\r\n<b><span style=\"color:#fc0505;\">&mdash;THIS POST WAS BROUGHT TO YOU BY THE MINIONS OF FEVRE RIVER&mdash;</span></b></p>","ditemid":480034,"eventtime":"2016-03-28 16:24:00","props":{"opt_nocomments":1,"taglist":"jean cocteau cinema, penn and teller, magic, fool us, francis menotti","crosspost_tw_log":"[Mon Mar 28 22:24:59 2016]R [Mon Mar 28 22:25:02 2016]https://twitter.com/GRRMspeaking/status/714579071393353729 ","crosspost_tw":"https://twitter.com/GRRMspeaking/status/714579071393353729","give_features":1,"picture_keyword":"pic#125379682","interface":"web","personifi_tags":"nterms:yes","langs":"{\"languages\":[[\"eng\",0.553481016728454],[\"fra\",0.108093551616831]],\"detector\":\"Lingua-YALI:0.015\",\"updated\":1459203944}"},"can_comment":0,"logtime":"2016-03-28 22:24:56","anum":34,"url":"http://grrm.livejournal.com/480034.html","event_timestamp":1459182240,"reply_count":0}