{"itemid":1877,"subject":"Jean Cocteau Cinema Hosts Q&A with Ernest Cline #GRRMinion","event":"<p>Ogre Jenni here (not George, just a minion) with a very special announcement!\r\n\r\nErnest Cline, author of <a href=\"http://www.ernestcline.com/books/rpo/\" target=\"_blank\"><i>Ready Player One</i></a> and <a href=\"http://www.armadabook.com/\" target=\"_blank\"><i>Armada</i></a>, will participate in an <a href=\"http://www.jeancocteaucinema.com/event/ernest-cline-interview-and-book-signing/?instance_id=36487\" target=\"_blank\">interview, Q&amp;A, and book signing at Jean Cocteau Cinema on April 17th</a>. There is a new paperback edition of <i>Armada</i>, and we are thrilled to celebrate its release with Ernest. We will have both hardcover and paperback versions of <i>Ready Player One </i>and <i>Armada</i> available for purchase at the event. If you identify on any level with geek culture, then these novels will fill your nerdy heart with pure joy!\r\n\r\nIn addition to picking Ernest Cline&rsquo;s brain and getting books signed, we will have arcade games to play on our movie screen&mdash;hooray <i>Pac-Man</i> and <i>Space Invaders</i>! Who will earn the highest score? (Parzival is not allowed to participate.)</p><p>See you at the Cocteau!\r\n\r\n<b>ABOUT ERNEST CLINE:</b>\r\n\r\n<a href=\"http://ernestcline.com/\" target=\"_blank\"><img alt=\"\" height=\"300\" src=\"http://ic.pics.livejournal.com/grrm/7059164/349464/349464_600.jpg\" width=\"600\" /></a>\r\n\r\nErnest Cline is a novelist, screenwriter, father, and full-time geek. His first novel, <i>Ready Player One</i>, was a <i>New York Times</i> and <i>USA Today </i>bestseller, appeared on numerous &ldquo;best of the year&rdquo; lists, and is set to be adapted into a motion picture by Warner Bros. and director Steven Spielberg. Ernie lives in Austin, Texas, with his family, a time-traveling DeLorean, and a large collection of classic video games.\r\n\r\n<b>ABOUT THE BOOK:</b>\r\n\r\n<a href=\"http://www.armadabook.com/books/armada-tr\" target=\"_blank\"><img alt=\"\" height=\"300\" src=\"http://ic.pics.livejournal.com/grrm/7059164/349942/349942_300.jpg\" width=\"194\" /></a>\r\n\r\nZack Lightman has spent his life dreaming. Dreaming that the real world could be a little more like the countless science-fiction books, movies, and videogames he&rsquo;s spent his life consuming. Dreaming that one day, some fantastic, world-altering event will shatter the monotony of his humdrum existence and whisk him off on some grand space-faring adventure. But hey, there&rsquo;s nothing wrong with a little escapism, right? After all, Zack tells himself, he knows the difference between fantasy and reality. He knows that here in the real world, aimless teenage gamers with anger issues don&rsquo;t get chosen to save the universe.\r\n\r\nAnd then he sees the flying saucer. Even stranger, the alien ship he&rsquo;s staring at is straight out of the videogame he plays every night, a hugely popular online flight simulator called <i>Armada</i>&mdash;in which gamers just happen to be protecting the earth from alien invaders. No, Zack hasn&rsquo;t lost his mind. As impossible as it seems, what he&rsquo;s seeing is all too real. And his skills&mdash;as well as those of millions of gamers across the world&mdash;are going to be needed to save the earth from what&rsquo;s about to befall it.\r\n\r\nIt&rsquo;s Zack&rsquo;s chance, at last, to play the hero.\r\n\r\n<span style=\"color:#fa0202;\"><b>&mdash;THIS MESSAGE WAS BROUGHT TO YOU BY THE MINIONS OF FEVRE RIVER&mdash;</b></span>\r\n\r\n</p>","ditemid":480691,"eventtime":"2016-04-07 11:12:00","props":{"opt_nocomments":1,"taglist":"jean cocteau cinema, ready player one, ernest cline, armada","crosspost_tw_log":"[Thu Apr  7 17:12:07 2016]R [Thu Apr  7 17:12:08 2016]https://twitter.com/GRRMspeaking/status/718124210443276289 ","homepage_reposted":63986505,"crosspost_tw":"https://twitter.com/GRRMspeaking/status/718124210443276289","give_features":1,"picture_keyword":"pic#125379682","personifi_tags":"nterms:yes","interface":"web","langs":"{\"languages\":[[\"eng\",0.630225022382542]],\"detector\":\"Lingua-YALI:0.015\",\"updated\":1460049132}"},"can_comment":0,"logtime":"2016-04-07 17:12:07","anum":179,"url":"http://grrm.livejournal.com/480691.html","event_timestamp":1460027520,"reply_count":0}