{"itemid":1896,"subject":"Jean Cocteau Cinema Presents Stephen Graham Jones #GRRMinion","event":"<p>Is it another post from Ogre Jenni instead of the famous George R.R. Martin? Why, yes! Yes, it is! I&rsquo;m here to tell you about an exciting author event coming up at the <a href=\"http://www.jeancocteaucinema.com\" target=\"_blank\">Jean Cocteau Cinema in Santa Fe</a>.\r\n\r\nJean Cocteau Cinema has the honor of hosting an <a href=\"http://www.jeancocteaucinema.com/film/stephen-graham-jones-and-dan-wells-author-event/\" target=\"_blank\">interview, reading, Q&amp;A, and book signing with Stephen Graham Jones on May 7th</a>. One of our favorite journalists in Santa Fe, Lorene Mills, will interview Jones and moderate the audience Q&amp;A. Jones will read excerpts from his latest novel (and lycanthropic masterpiece), <a href=\"http://www.demontheory.net/mongrels/\" target=\"_blank\"><i>Mongrels</i></a>, which is described by author Benjamin Percy as existing &ldquo;somewhere in the borderlands of literary and genre fiction, full of horror and humor and heart&hellip;&rdquo; Lorene Mills says<span><span data-ft=\"{&quot;tn&quot;:&quot;K&quot;}\"><span class=\"UFICommentBody\"><span>, &quot;This book is a great read, as are his other unique and dazzling books.&quot;</span></span></span></span>\r\n\r\n<span><span data-ft=\"{&quot;tn&quot;:&quot;K&quot;}\"><span class=\"UFICommentBody\"><span><a href=\"https://ticketing.us.veezi.com/purchase/1138?siteToken=YzixG7Wg7U%2BtijsfRnIPnA%3D%3D\" target=\"_blank\"><b>Tickets are available here!</b></a></span></span></span></span>\r\n\r\n<b>ABOUT THE BOOK:</b>\r\n\r\n<a href=\"http://www.demontheory.net/mongrels/\" target=\"_blank\"><img alt=\"\" src=\"http://ic.pics.livejournal.com/grrm/7059164/355560/355560_300.jpg\" title=\"\" /></a>\r\n\r\nHe was born an outsider, like the rest of his family. Poor yet resilient, he lives in the shadows with his aunt Libby and uncle Darren, folk who stubbornly make their way in a society that does not understand or want them. They are mongrels, mixedblood, neither this nor that. The boy at the center of <i>Mongrels</i> must decide if he belongs on the road with his aunt and uncle, or if he fits with the people on the other side of the tracks.\r\n\r\nFor ten years, he and his family have lived a life of late-night exits and narrow escapes&mdash;always on the move across the South to stay one step ahead of the law. But the time is drawing near when Darren and Libby will finally know if their nephew is like them or not. And the close calls they&rsquo;ve been running from for so long are catching up fast now. Everything is about to change.\r\n\r\nA compelling and fascinating journey, <i>Mongrels</i> alternates between past and present to create an unforgettable portrait of a boy trying to understand his family and his place in a complex and unforgiving world. A smart and innovative story&mdash; funny, bloody, raw, and real&mdash;told in a rhythmic voice full of heart, <i>Mongrels</i> is a deeply moving, sometimes grisly, novel that illuminates the challenges and tender joys of a life beyond the ordinary in a bold and imaginative new way.\r\n\r\n&ldquo;With lupine tongue tucked well into cheek, <i>Mongrels</i> is at once an adolescent romp through the tangled woods of family history and a rich compendium of werewolf lore, old and new. Stephen Graham Jones gifts us with fun characters, imaginative set pieces, and an immersive tour of the flat-broke American South that spares no plastic orchid or cable-spool coffee table.&rdquo; &mdash; Christopher Buehlman, author of <i>The Lesser Dead.</i>\r\n\r\n<b>ABOUT THE AUTHOR:</b>\r\n\r\n<a href=\"http://www.demontheory.net/\" target=\"_blank\"><img alt=\"\" src=\"http://ic.pics.livejournal.com/grrm/7059164/355822/355822_300.jpg\" title=\"\" /></a>\r\n\r\n<a href=\"http://www.demontheory.net/\" target=\"_blank\">Stephen Graham Jones</a> is the author of fifteen novels and six story collections. He has received numerous awards including the NEA Fellowship in Fiction, the Texas Institute of Letters Jesse Jones Award for Fiction, the Independent Publishers Award for Multicultural Fiction, the This is Horror Award, as well as making Bloody Disgusting&rsquo;s Top Ten Novels of the Year. Stephen was raised in West Texas. He now lives in Boulder, Colorado with his wife and children. He is a Blackfoot Native American, and he has been invited to speak at <a href=\"http://www.loc.gov/today/pr/2016/16-075.html\" target=\"_blank\">The Library of Congress Poetry and Literature Center for their &ldquo;Spotlight on Native Writers.&rdquo;</a>\r\n\r\nSee you at the Cocteau!\r\n\r\n<span style=\"color:#fc0000;\"><b>&mdash;THIS MESSAGE HAS BEEN BROUGHT TO YOU BY THE MINIONS OF FEVRE RIVER&mdash;</b></span></p>","ditemid":485389,"eventtime":"2016-05-01 20:59:00","props":{"taglist":"jean cocteau cinema, author events, lorene mills, stephen graham jones, mongrels, werewolves","crosspost_tw_log":"[Tue May  3 21:26:31 2016]R [Tue May  3 21:26:33 2016]https://twitter.com/GRRMspeaking/status/727610318071848960 ","crosspost_tw":"https://twitter.com/GRRMspeaking/status/727610318071848960","opt_lockcomments":1,"picture_keyword":"pic#125379682","opt_screening":"F","personifi_tags":"nterms:no","interface":"web","revnum":5,"langs":"{\"languages\":[[\"eng\",0.665467367738909]],\"detector\":\"Lingua-YALI:0.015\",\"updated\":1462310815}","revtime":1462741447},"can_comment":0,"logtime":"2016-05-03 21:26:29","anum":13,"url":"http://grrm.livejournal.com/485389.html","event_timestamp":1462136340,"reply_count":0}