{"itemid":1908,"subject":"Jean Cocteau Presents: Joe Hill #GRRMinion","event":"Oh no, it&#39;s another Ogre Jenni post about an upcoming event at the Jean Cocteau in Santa Fe! Sadly, I&#39;m still not George R.R. Martin, and he won&#39;t give me enough of his blood or hair to complete the ritual.&nbsp; :-(\r\n\r\nOn Monday, May 23rd <i>New York Times </i>best-selling author <a href=\"http://www.joehillfiction.com/\" target=\"_blank\">Joe Hill</a> will join us at <a href=\"http://www.jeancocteaucinema.com\" target=\"_blank\">Jean Cocteau Cinema</a> to celebrate his latest novel, <a href=\"http://www.joehillfiction.com/\" target=\"_blank\"><i>The Fireman</i></a>. We will have an awesome drink special designed for the event&mdash;garnished with FIRE! Learn a little bit more about the event <a href=\"http://www.jeancocteaucinema.com/event/author-event-and-contest-with-joe-hill/?instance_id=36508\" target=\"_blank\">here</a>.\r\n\r\n<img alt=\"\" src=\"http://ic.pics.livejournal.com/grrm/7059164/358409/358409_300.jpg\" title=\"\" />\r\n\r\n<b>ABOUT JOE HILL:</b>\r\n\r\nJoe Hill is the author of four novels, <i>Heart-Shaped Box</i>, <i>Horns</i>, <i>NOS4A2</i>, and <i>The Fireman</i>, as well as a prize-winning collection of stories, <i>20th Century Ghosts</i>. He also wrote a pair of comics: <i>Locke &amp; Key</i> and <i>Wraith</i> (which ties into the world of <i>NOS4A2</i>). Some nice people gave him an Eisner Award for his work in funny books, which is a great honor, even if &ldquo;funny&rdquo; probably doesn&rsquo;t do a good job of describing the kinds of things that happen in the comics. Come to think of it, his comics aren&rsquo;t very comic either.\r\n\r\n<img alt=\"\" src=\"http://ic.pics.livejournal.com/grrm/7059164/358839/358839_300.jpg\" title=\"\" />\r\n\r\n<b>ABOUT THE BOOK:</b>\r\n\r\nFrom the award-winning, New York Times bestselling author of <i>NOS4A2</i> and <i>Heart-Shaped Box </i>comes a chilling novel about a worldwide pandemic of spontaneous combustion that threatens to reduce civilization to ashes and a band of improbable heroes who battle to save it, led by one powerful and enigmatic man known as the Fireman. The fireman is coming. Stay cool.\r\n\r\nA terrifying new plague is spreading like wildfire across the country, striking cities one by one: Boston, Detroit, Seattle. The doctors call it Draco Incendia Trychophyton. To everyone else it&rsquo;s Dragonscale, a highly contagious, deadly spore that marks its hosts with beautiful black and gold marks across their bodies&mdash;before causing them to burst into flames. Millions are infected; blazes erupt everywhere. There is no antidote. No one is safe.\r\n\r\nHarper Grayson, a compassionate, dedicated nurse as pragmatic as Mary Poppins, treated hundreds of infected patients before her hospital burned to the ground. Now she&rsquo;s discovered the telltale gold-flecked marks on her skin. When the outbreak first began, she and her husband, Jakob, had made a pact: they would take matters into their own hands if they became infected. To Jakob&rsquo;s dismay, Harper wants to live&mdash;at least until the fetus she is carrying comes to term. At the hospital, she witnessed infected mothers give birth to healthy babies and believes hers will be fine too. . . if she can live long enough to deliver the child.\r\n\r\nConvinced that his do-gooding wife has made him sick, Jakob becomes unhinged, and eventually abandons her as their placid New England community collapses in terror. The chaos gives rise to ruthless Cremation Squads&mdash;armed, self-appointed posses roaming the streets and woods to exterminate those who they believe carry the spore. But Harper isn&rsquo;t as alone as she fears: a mysterious and compelling stranger she briefly met at the hospital, a man in a dirty yellow fire fighter&rsquo;s jacket, carrying a hooked iron bar, straddles the abyss between insanity and death. Known as The Fireman, he strolls the ruins of New Hampshire, a madman afflicted with Dragonscale who has learned to control the fire within himself, using it as a shield to protect the hunted . . . and as a weapon to avenge the wronged.\r\n\r\nIn the desperate season to come, as the world burns out of control, Harper must learn the Fireman&rsquo;s secrets before her life&mdash;and that of her unborn child&mdash;goes up in smoke.\r\n\r\n<lj-embed id=\"737\"/>\r\n\r\n<span style=\"color:#fc0303;\"><b>-THIS MESSAGE IS BROUGHT TO YOU BY THE MINIONS OF FEVRE RIVER-</b></span>","ditemid":488605,"eventtime":"2016-05-18 17:34:00","props":{"current_mood":"Fire. ","current_location":"Fire.","opt_nocomments":1,"taglist":"jean cocteau cinema, fire, the fireman, joe hill","crosspost_tw_log":"[Wed May 18 23:34:14 2016]R [Wed May 18 23:34:16 2016]https://twitter.com/GRRMspeaking/status/733078276705419264 ","current_music":"Fire!","crosspost_tw":"https://twitter.com/GRRMspeaking/status/733078276705419264","picture_keyword":"pic#125379682","personifi_tags":"nterms:no","revnum":2,"interface":"web","langs":"{\"languages\":[[\"eng\",0.633326528869173]],\"detector\":\"Lingua-YALI:0.015\",\"updated\":1463614591}","revtime":1463614579},"can_comment":0,"logtime":"2016-05-18 23:34:13","anum":157,"url":"http://grrm.livejournal.com/488605.html","event_timestamp":1463592840,"reply_count":0}