{"itemid":1920,"subject":"Jean Cocteau Cinema Presents: Darynda Jones #GRRMinion","event":"Jenni the filthy and awful Ogre here&mdash;not George R.R. Martin! Shh-shh-shhhh don&#39;t cry, little humans. I bring good news from the <a href=\"http://www.jeancocteaucinema.com\" target=\"_blank\">Jean Cocteau Cinema</a><i>.\r\n\r\n<a href=\"http://www.daryndajones.com/\" target=\"_blank\">New York Times </a></i><a href=\"http://www.daryndajones.com/\" target=\"_blank\">bestselling author Darynda Jones</a> will read from her latest Charley Davidson novel, <a href=\"http://www.daryndajones.com/the-curse-of-tenth-grave/\" target=\"_blank\"><i>The Curse of the Tenth Grave</i></a>, on June 28th. <i>The Curse of the Tenth Grave</i> is officially released that day, so YESSS WE GET FIRST DIBS! We are very lucky to have such a funny, engaging, and insightful author nearby in Albuquerque. What can we say? New Mexico has talent.\r\n\r\n<b>ABOUT THE AUTHOR:</b>\r\n\r\n<a href=\"http://www.jeancocteaucinema.com/film/darynda-jones-reading-and-qa/\" target=\"_blank\"><img alt=\"\" src=\"http://ic.pics.livejournal.com/grrm/7059164/368180/368180_300.jpg\" title=\"\" /></a>\r\n\r\n<i>New York Times</i> and <i>USA Today</i> bestselling author Darynda Jones has won numerous awards for her work including a prestigious RITA&reg;, a Golden Heart&reg;, and a Daphne du Maurier. As a born storyteller, she grew up spinning tales of dashing damsels and heroes in distress for any unfortunate soul who happened by, annoying man and beast alike. Darynda lives in the Land of Enchantment, also known as New Mexico, with her husband and two beautiful sons, the Mighty, Mighty Jones Boys.\r\n\r\n<b>ABOUT THE BOOK:</b>\r\n\r\n<a href=\"http://www.jeancocteaucinema.com/film/darynda-jones-reading-and-qa/\" target=\"_blank\"><img alt=\"\" src=\"http://ic.pics.livejournal.com/grrm/7059164/368423/368423_300.jpg\" title=\"\" /></a>\r\n\r\n<a href=\"http://www.heroesandheartbreakers.com/stories/2016/06/the-curse-of-tenth-grave-exclusive-excerpt\" target=\"_blank\">READ AN EXCERPT OF THE BOOK HERE!</a>\r\n\r\nAs a Part-time PI and fulltime grim reaper, Charley Davidson has asked a lot of questions throughout her life: Why can I see dead people? Who is the hot supernatural entity following me? How do I get gum out of my sister&rsquo;s hair before she wakes up? But, &ldquo;How do I trap not one malevolent god, but three?&rdquo; was never among them. Until now. And since those gods are on earth to kill her daughter, she has little choice but to track them down, trap them, and cast them from this dimension.\r\n\r\nThere&rsquo;s just one problem. One of the three stole her heart a very long time ago. Can the Razer, a god of absolute death and destruction, change his omniscient spots, or will his allegiances lie with his brothers?\r\n\r\nThose are just a few of the questions Charley must answer, and quick. Add to that a homeless girl running for her life, an innocent man who&rsquo;s been charged with murdering the daughter of a degenerate gambler, and a pendant made from god glass that has the entire supernatural world in an uproar, and Charley has her hands full. If she can manage to take care of the whole world-destroying-gods thing, we&rsquo;re saved. If not, well&hellip;\r\n\r\n<b>See you at the Cocteau!\r\n\r\n<span style=\"color:#fc0000;\">&mdash;THIS MESSAGE WAS BROUGHT TO YOU BY THE MINIONS OF FEVRE RIVER&mdash;</span></b>","ditemid":491535,"eventtime":"2016-06-23 14:54:00","props":{"opt_nocomments":1,"taglist":"jean cocteau cinema, darynda jones, charley davidson","crosspost_tw_log":"[Fri Jun 24 20:54:32 2016]R [Fri Jun 24 20:54:33 2016]https://twitter.com/GRRMspeaking/status/746446437643259904 ","crosspost_tw":"https://twitter.com/GRRMspeaking/status/746446437643259904","picture_keyword":"pic#125379682","interface":"web","revnum":1,"personifi_tags":"nterms:yes","langs":"{\"languages\":[[\"eng\",0.625030999122756]],\"detector\":\"Lingua-YALI:0.015\",\"updated\":1466801691}","revtime":1467224456},"can_comment":0,"logtime":"2016-06-24 20:54:30","anum":15,"url":"http://grrm.livejournal.com/491535.html","event_timestamp":1466693640,"reply_count":0}