{"itemid":1941,"subject":"Jean Cocteau Cinema Saves the Elephants #GRRMinion","event":"This message comes to you from Ogre Jenni, not George R.R. Martin. I am but a prisoner <a href=\"http://www.freakingnews.com/Incredible-Hulk-Pictures---1994.asp\" target=\"_blank\">within this green and Hulkish form</a>.\r\n\r\n<a href=\"http://www.jeancocteaucinema.com/\" target=\"_blank\">The Jean Cocteau Cinema in Santa Fe</a> is proud to host a film screening and fundraiser for <a href=\"http://savetheelephants.org/\" target=\"_blank\">Save the Elephants</a> on Sunday, August 14th. We will screen <a href=\"http://www.jeancocteaucinema.com/film/naledi-a-baby-elephants-tale/\" target=\"_blank\"><i>Naledi: A Baby Elephant&#39;s Tale</i></a>, and facilitate a discussion with <a href=\"http://www.cabq.gov/culturalservices/biopark\" target=\"_blank\">Albuquerque&#39;s</a><a href=\"http://www.cabq.gov/culturalservices/biopark\" target=\"_blank\"><b> </b>BioPark</a> Elephant Specialist, Rhonda Saiers. Tickets are $20.00, and all ticket sales will be donated directly to Save the Elephants. If you cannot attend this event in person, consider making a donation this week&mdash;however big or small&mdash;to Save the Elephants or another charity of your choice.\r\n\r\n<b>THE SOAPBOX:</b>\r\n\r\nIt is extraordinarily expensive trying to save elephants from poaching and habitat loss. I really wish they would just let me eat the poachers, but Save the Elephants tells me that&#39;s not productive, and it only addresses one part of the slaughter of elephants. I would have to somehow eat the circumstances that funnel people into the poaching business (poverty, the<b> </b>greedy ivory market, etc.), and also eat all of the issues that force humans to further encroach upon elephant territory (poverty again, growing populations, etc.). Through extensive research and direct intervention, Save the Elephants has made significant progress addressing and changing harmful international policies. But their work is far from over, and they need our help.\r\n\r\n<b>ABOUT THE FILM: </b>\r\n\r\n<i>Naledi: A Baby Elephant&#39;s Tale</i> is the incredible, true-life story of a baby elephant born into a rescue camp in the wilderness of Botswana. When she&#39;s suddenly orphaned at six weeks of age, it&#39;s up to the men who look after her herd to save her life.\r\n\r\n<img alt=\"\" src=\"http://ic.pics.livejournal.com/grrm/7059164/381106/381106_300.jpg\" title=\"\" />\r\n\r\n<p>Born on an incredibly starry summer night in 2013, Naledi (which means &lsquo;star&rsquo; in Setswana) was orphaned just six weeks later when her mother passed away in January 2014. This meant that immediate action had to be taken to both comfort Naledi and save her life. It took a dedicated team of men working around the clock to nurse her back to health. Naledi has a rambunctious yet loving personality and deep bonds with the men at the rescue camp as well as the female elephants of the rescue camp herd.</p>\r\n<lj-embed id=\"781\"/>\r\n\r\nSee you at the Cocteau!\r\n\r\n<span style=\"color:#ff0000;\"><b>&mdash;THIS MESSAGE WAS BROUGHT TO YOU BY THE ELEPHANT-LOVING MINIONS OF FEVRE RIVER&mdash;</b></span>","ditemid":497130,"eventtime":"2016-08-07 13:13:00","props":{"opt_nocomments":1,"taglist":"jean cocteau cinema, biopark, naledi: a baby elephant's tale, save the elephants","crosspost_tw_log":"[Wed Aug 10 19:13:25 2016]R [Wed Aug 10 19:13:26 2016]https://twitter.com/GRRMspeaking/status/763453220295278593 ","crosspost_tw":"https://twitter.com/GRRMspeaking/status/763453220295278593","picture_keyword":"pic#125379682","revnum":3,"interface":"web","personifi_tags":"nterms:yes","langs":"{\"languages\":[[\"eng\",0.644035118263583]],\"detector\":\"Lingua-YALI:0.015\",\"updated\":1473703747}","revtime":1473703728},"can_comment":0,"logtime":"2016-08-10 19:13:22","anum":234,"url":"http://grrm.livejournal.com/497130.html","event_timestamp":1470575580,"reply_count":0}