{"itemid":205,"subject":"A Gentle Reminder","event":"Please stay on topic.\r\n\r\nThis is my Live Journal.  My \"Not-A-Blog.\"  My virtual living room, my home on the web, the place where I come to talk with distant friends.  Sometimes it's my soapbox, where I can rant about things that are annoying me, put forth my political views, burble about a movie I've seen, a book I've read, talk about NFL football, report on my travels, show off the latest addition to my collection of 54mm toy knights and medieval miniatures.\r\n\r\nIt's lots of things, but mostly it's MINE.\r\n\r\nSometimes I invite comments, sometimes I don't.  When I do open a post for comments, it's because I want comments on the subject that I just posted about.  In other words, if I open comments after a football post, it's because I want to talk about football with other NFL fans.  If I post about, say, SFWA, as I did last year, and leave comments open, that's because I want to read responses to what I said, and hear other views of SFWA's latest controversy.\r\n\r\nThere's been far too much off-topic commentary of late, however.\r\n\r\nI am perfectly aware that A DANCE WITH DRAGONS is late.  There's no need to remind me, thanks, I have plenty of editors and agents and publishers to do that.  \r\n\r\nSo please, if you want to comment here, stay on topic.\r\n\r\nAnd if you want to comment on other matters... including, but not limited to, the lateness of A DANCE WITH DRAGONS, that's fine, just go do it on your own blogs.  I don't allow Anonymous comments, so everyone posting here has their own Live Journal account, and presumably their own blog.  Tell you what, you talk about whatever you like on your blogs, and I'll talk about whatever I want on mine.\r\n\r\nYes, I'm a big believer in free speech.  Everyone is entitled to a soapbox.  But that doesn't mean you're all entitled to use MY soapbox.\r\n\r\nAnd no, I'm not opening THIS post for comment.  This stuff is not open for debate.  You guys can make the rules for your own blogs; these are the rules here.","ditemid":52557,"eventtime":"2008-09-19 16:51:00","props":{"personifi_word_count":376,"opt_nocomments":1,"personifi_tags":"nterms:yes"},"can_comment":0,"logtime":"2008-09-19 23:13:12","anum":77,"url":"http://grrm.livejournal.com/52557.html","event_timestamp":1221843060,"reply_count":0}