{"itemid":208,"subject":"Doing Good Is Its Own Reward...","event":"... but when you can Do Good and add some nifty autographed books to your collection at the same time, well, that's even better.\r\n\r\nSo here's your chance to end the war, defend the constitution, and help take back this country from the corrupt plutocrats who have given us this latest financial crisis.  And get some great swag at the same time.\r\n\r\nI'm talking about Books for Barack.\r\n\r\nJust go to http://my.barackobama.com/page/outreach/view/main/ayelet and make a donation of  $250 (or more) to the Obama Victory Fund, and you'll receive a canvas tote bag imprinted with the BOOKS FOR OBAMA logo and stuffed with ten (10, count 'em, 10) autographed books.  \r\n\r\nThe contents of each tote bag will be randomly selected from the books donated by a huge list of participating writers, so there's no knowing what titles you may get.  There will be hardcovers, first editions, mass market paperbacks, maybe some art books, graphic novels, and who knows what else... but all of them will be signed by the authors, and all the money will go to help elect Barack Obama as our next president.\r\n\r\nHundreds of writers have already signed up and sent books.  Stephen King, Judy Blume, Michael Chabon, Nora Ephron, Alan Furst, Garrison Keillor, Lemony Snicket, Amy Tan, Steve Martin, Ursula K. Le Guin, Jonathan Lethem, Dennis Lehane, Ann Tyler, and many, many, many more have donated to the cause, and more writers are being heard from every day.\r\n\r\nFor full details on the program and how it works, and a (partial) list of particpating writers, check out the Books 4 Barack website at http://books4barack.com/  \r\n\r\nAnd yes, I said \"partial,\" and that's because more writers are sending more books every day.\r\n\r\nAnd that definitely includes me.  I have a big box of twenty-odd books here that will be on its way tomorrow.  Some old stuff, some new stuff, some hardcovers, some paperbacks, some common, some rare and collectible.  Maybe you'll get one of them.  Or maybe you'll be the lucky one who gets a signed Stephen King first in your mystery bag.\r\n\r\nAnd whatever books you get, your donation will help restore dignity, decency, and intelligence to the White House, and get this country back on the right course.","ditemid":53303,"eventtime":"2008-09-24 19:23:00","props":{"personifi_word_count":390,"opt_nocomments":1,"current_moodid":41,"current_music":"Happy Days Are Here Again","revnum":1,"verticals_list":"books","revtime":1222307690},"can_comment":0,"logtime":"2008-09-25 01:53:51","anum":55,"url":"http://grrm.livejournal.com/53303.html","event_timestamp":1222284180,"reply_count":0}