{"itemid":209,"subject":"Beneath Contempt","event":"One of the reasons I started this Not-a-Blog was to have a place to talk about politics, and for more than a year now I have been intending to post some of my thoughts and opinions on the presidential campaign.  It's been a busy year, however, and political posts demand more time and energy than I have had to spare, so as it happened I never got around to posting about the primaries, the conventions, or the debates.  Aside from the \"Books for Barack\" plug in my last post, I have hardly commented on the election at all.\r\n\r\nIn view of what's happening right now, however, I find a need to say a word or three, even if it means taking a few hours off from DANCE WITH DRAGONS, the Vance anthology, SUICIDE KINGS, the WARRIORS anthology, and all the other projects that I am juggling.\r\n\r\nI am referring, of course, to the McCain campaign's decision to go swiftboating.  Instead of talking about the economy or the war or the other issues that confront the country, all of a sudden all they want to talk about is Obama serving on the board of a charity with a guy who was in the Weather Underground back in the 1960s.\r\n\r\nIf it wasn't so tragic, this would be funny.  In her debate with Joe Biden, Sarah Palin tried to score points by arguing that Biden was talking about \"the past\" when he criticized the policies and mistakes of the Bush administration.  She wasn't interested in talking about \"the past,\" Palin said.  Since the debate, however, Palin has talked about little else... and not last week or last year or four years ago, either, oh no, her interest is all in something that happened forty years ago, when Barack Obama was eight. \r\n\r\nAnd now McCain has started in as well.\r\n\r\nThat saddens me.  I'm an Obama supporter, make no mistake, and I'll be voting for him in a few weeks.  Even so, a year ago I had a lot of respect for John McCain.  I looked on him in the same way as I once looked on men like Barry Goldwater and William F. Buckley -- as a man of integrity and intelligence with whom I disagreed.  (For the record, I looked on W as a man who combined the integrity of Richard Nixon with the intelligence of Dan Quayle).  One of the things that I found most attractive about McCain was his insistence that he wanted to run a clean campaign on the issues.\r\n\r\nThat's gone now, it appears, and with it any respect I might have still retained for McCain.  Faced with the spectre of defeat, he has turned to swiftboating, to the old tried-and-true tactic of guilt by association that was such a mainstay of HUAC and Tailgunner Joe back in the days of the Red Scare, one of the darkest epochs of American history. \r\n\r\nWill it work?  I hope not.  Still, it worked in 2004, when a well-financed campaign of lies and character assassination destroyed John Kerry, a true American hero.  I hope we have all learned better since then, but there's part of me that wonders.  \r\n\r\nMake no mistake.  McCain and Palin are now appealing to the darkest elements in the American populace, as the shouts of \"Treason\" and \"Kill him!\" at their recent rallies make clear.  \r\n\r\nWhen a candidate, any candidate, engages in a campaign of character assassination, it says more about the character of the attacker than the target.  What this says to me is that John McCain has abandoned his own ideals and principles, that he would do anything to win.\r\n\r\nIf I ever happened to be at one of those \"town halls\" that McCain likes so much, and if by some miracle I was actually allowed to ask a question, I know what that would be.  I would ask him the same question that Joseph Welch asked Senator McCarthy at the Army-McCarthy Hearings, a question that still echoes down the halls of history:\r\n\r\n\"Have you no sense of decency, sir, at long last? Have you left no sense of decency?\"","ditemid":53579,"eventtime":"2008-10-09 11:19:00","props":{"current_location":"Land of the Free, Home of the Brave","personifi_word_count":700,"opt_nocomments":1,"current_moodid":2,"personifi_tags":"nterms:no"},"can_comment":0,"logtime":"2008-10-09 18:01:15","anum":75,"url":"http://grrm.livejournal.com/53579.html","event_timestamp":1223551140,"reply_count":0}