{"itemid":211,"subject":"Only 30 Copies Left","event":"Tom Canty has delivered the covers and interior cover plates for the Subterranean Press signed limited edition of A FEAST FOR CROWS, Bill Schafer has informed me.  With all the artwork finally in hand, the book is headed for the printers.\r\n\r\nBill also tells me that he has only thirty copies left unreserved for this gorgeous, high-quality edition, so if you're interested in picking one up, this is the time to act.  Purchasers will also acquire the rights to buy the same number of Subterranean's limited edition of A DANCE WITH DRAGONS, somewhere down the road.  Mark Fishman will be illustrating that one.\r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/000173dh/\"><img src=\"http://pics.livejournal.com/grrm/pic/000173dh/s320x240\" width=\"320\" height=\"145\" border='0'/></a>\r\n\r\nThe Subterranean edition will be a two-volume set in slipcase, with a limitation of 448 numbered copies and 52 lettered copies. All of the copies are autographed by both the author and the artist; the lettered edition will also include remarques by Tom Canty... but those, alas, are long sold out.  The book will include: roughly 70 black and white interior illustrations, including chapter heads and tails, full page illustrations, and black and white vignettes, some full-color interior illustrations, stamped artwork on the slipcases (one color on the numbered edition, two colors for the lettered edition).\r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/000189rp/\"><img src=\"http://pics.livejournal.com/grrm/pic/000189rp/s320x240\" width=\"320\" height=\"145\" border='0'/></a>\r\n\r\nBill also mentioned that he's uncovered a box of the illustrated limited edition of FEVRE DREAM during a recent move, so that book -- previously thought to be sold out -- is now available again.  Justin Sweet did the artwork for that one, and it's stunning.\r\n\r\nTo order FEAST or FEVRE DREAM or any of the other lovely books from Subterranean, visit their website at http://www.subterraneanpress.com/","ditemid":54059,"eventtime":"2008-10-11 16:46:00","props":{"personifi_word_count":273,"opt_nocomments":1,"taglist":"subterranean","current_moodid":109,"personifi_tags":"nterms:yes","verticals_list":"books,culture"},"can_comment":0,"logtime":"2008-10-11 23:00:00","anum":43,"url":"http://grrm.livejournal.com/54059.html","event_timestamp":1223743560,"reply_count":0}