{"itemid":213,"subject":"The Smears Go On","event":"\"Have you no sense of decency, sir, at long last? Have you left no sense of decency?\"\r\n\r\nThat's what Joseph Welch asked Joe McCarthy at the Army/McCarthy hearings, and that's what I asked of John McCain in my last post about the election.\r\n\r\nMcCarthy had no sense of decency, as it happens, and it appears that McCain has lost his.\r\n\r\nThe last debate is over and the election has turned onto the home stretch, and McCain's campaign only grows more toxic.  McCain and Palin both continue to harp on the thoroughly explained and thoroughly discredited William Ayers non-issue, despite his alleged desire to run a positive, issue-oriented campaign.  This is especially hypocritical for McCain given his own ties to G. Gordon Liddy.  In the debate, McCain tried feebly to say that Obama has gone negative as well, citing Obama commercials attacking the McCain health care plan.  As if criticizing your opponent's proposals on a major issue was somehow morally and ethically equivalent to saying your opponent \"pals around with terrorists.\"  Is McCain that stupid, or is this the hypocrisy of desperation?\r\n\r\nAnd now we learn about the robocalls the McCain campaign is making.  Talk about disgusting.  Can these guys go any lower? \r\n\r\nI do think there's a certain hideous irony in McCain's insistence that he's not George Bush, and the way he keeps promising change to rectify all the mistakes of \"the last eight years.\"  Those years, of course, being the Bush administration.  Notice, he never says \"the last sixteen years.\"  In other words, he's pretty well conceding that Bill Clinton was a much better president than W.  In the debate, he accused Obama of trying to run against George Bush... ignoring the fact that he seems to be running against George Bush as well.","ditemid":54629,"eventtime":"2008-10-17 12:02:00","props":{"personifi_word_count":306,"opt_nocomments":1,"current_moodid":24},"can_comment":0,"logtime":"2008-10-17 18:22:45","anum":101,"url":"http://grrm.livejournal.com/54629.html","event_timestamp":1224244920,"reply_count":0}