{"itemid":257,"subject":"Vance Book Selling Fast","event":"Just a word to the wise... and all the myriad Jack Vance fans out there.  According to the latest news on the Subterreanean Press website, \"our mammoth (over 600 pages) tribute anthology to Jack Vance, Songs of the Dying Earth, is preselling exceptionally well. We’re down to the last 50 copies of the signed limited edition, and the trade hardcover is more than half sold out. If you’re game for a copy of this book, we suggest ordering soon.\"\r\n\r\nTo order a copy of your very own, go to http://www.subterraneanpress.com/Merchant2/merchant.mv?Screen=PROD&Product_Code=martin07&Category_Code=PRE&Product_Count=24\r\n\r\nAnd while you're there, you can also preorder a copy of Jack's autobiography, IT'S ME, JACK VANCE, which Subterranean has just announced.  I'm looking forward to that one myself.\r\n\r\nSpeaking of books in short supply, I should also mention that I now down to four (4) remaining pristine copies of the huge, lavishly illustrated GAME OF THRONES rpg book from the defunct Guardians of Order.  Once those are gone, only the water-damaged copies will remain.  If you want to snag one of these last four, you'll find the details on the Signed Books / Limited Edition copies of my website.\r\n\r\nA lot of people are taking me up on the new year sale for TUF VOYAGING, by the way.  Yes, I still have plenty of copies of the regular hardcover.  Of the limited, not so much.  Order via PayPal.  Just use their Send Money function to send payment to me at georr@aol.com, and be sure and let me know if you want the book inscribed, or just signed.  Thanks.","ditemid":65929,"eventtime":"2009-01-04 20:24:00","props":{"personifi_word_count":286,"opt_nocomments":1,"taglist":"subterranean, vance, dying earth","current_moodid":91,"personifi_tags":"nterms:no","revnum":1,"verticals_list":"culture","revtime":1231126454},"can_comment":0,"logtime":"2009-01-05 03:32:01","anum":137,"url":"http://grrm.livejournal.com/65929.html","event_timestamp":1231100640,"reply_count":0}