{"itemid":293,"subject":"To My Detractors","event":"(If you are not one of my detractors, this is not about you.  Thanks for your support).\r\n\r\nI have to admit, the rising tide of venom about the lateness of A DANCE WITH DRAGONS has gotten pretty discouraging.  Emails, message boards, blogs, LJ comments, everywhere I look (and lots of places where I don't), people seem to be attacking me, defending me, using me as a bad example of something or other, whatever.  \r\n\r\nI can and do avoid most of the online discussions, although I do regularly get emails from people eager to point out the latest URL where DANCE and I are being hashed over.  I can do that, and I can screen the trollish comments here on LJ, but there's no avoiding the emails.\r\n\r\nSome of you are angry about the miniatures, the swords, the resin busts, the games.  You don't want me \"wasting time\" on those, or talking about them here.\r\n\r\nSome of you are angry that I watch football during the fall.  You don't want me \"wasting time\" on the NFL, or talking about it here.\r\n\r\nSome of you hate my other projects.  You don't want me co-editing WARRIORS or the Vance anthology or STAR-CROSSED LOVERS or any of the other projects I'm doing with my old friend Gardner Dozois, and you get angry when I post about them here.  For reasons I don't quite comprehend, the people who hate those projects seem to hate WILD CARDS even more.  You really don't want me working on that, \"wasting time\" on that, and posting about it here.\r\n\r\nSome of you don't want me attending conventions, teaching workshops, touring and doing promo, or visiting places like Spain and Portugal (last year) or Finland (this year).  More wasting time, when I should be home working on A DANCE WITH DRAGONS.\r\n\r\nAfter all, as some of you like to point out in your emails, I am sixty years old and fat, and you don't want me to \"pull a Robert Jordan\" on you and deny you your book.\r\n\r\nOkay, I've got the message.  You don't want me doing anything except A SONG OF ICE AND FIRE.  Ever.  (Well, maybe it's okay if I take a leak once in a while?)\r\n\r\nHere's my reply:\r\n\r\n<lj-embed id=\"7\"/>","ditemid":75053,"eventtime":"2009-02-19 19:00:00","props":{"personifi_word_count":389,"opt_nocomments":1,"current_moodid":2,"personifi_tags":"nterms:yes"},"can_comment":0,"logtime":"2009-02-20 02:19:09","anum":45,"url":"http://grrm.livejournal.com/75053.html","event_timestamp":1235070000,"reply_count":0}