{"itemid":297,"subject":"And Speaking of Limited Editions...","event":"... Tom Canty has put up an online art gallery of all the images he created for the soon-to-be-released Subterranean Press limited edition of A FEAST FOR CROWS.\r\n\r\nLinks to the gallery, and the latest information about the book, can be found on the SubPress website at http://subterraneanpress.com/index.php/2009/02/20/tom-canty-a-feast-for-crows-art-gallery/\r\n\r\n(Sorry, both the limited and lettered editions of FEAST sold out months ago, though it is possible you might be able to find a copy from a dealer or an online bookstore that specializes in deluxe editions)\r\n \r\n<a href=\"http://pics.livejournal.com/grrm/pic/0002wq2g/\"><img src=\"http://pics.livejournal.com/grrm/pic/0002wq2g/s320x240\" width=\"306\" height=\"240\" border='0'/></a>\r\n\r\nAlso, as long as I'm talking about FEAST, this might be a good opportunity to clarify a couple points about the numbers and letters of previous volumes in this series.  I've had a couple of collectors query me about this, and it is a bit confusing.\r\n\r\nAs many of you know, the illustrated limited editions of A SONG OF ICE AND FIRE began with Meisha Merlin out of Georgia.  Now, whenever I do a book, or even contribute to something like an anthology, my contract always guarantees me a certain number of author's copies.  One or two copies for an anthology that I just have a story in, more for one of my own titles, be it novel, collection, anthology, what have you.  In the case of an edition that is issued in several different states, like the deluxe Ice & Fire books, I receive so many copies of the lettered state, so many copies of the numbered state, etc.\r\n\r\nMeisha Merlin was still a relatively new publisher when we began the series, however, and they had never done a limited edition before.  I had, back in the 80s with Nemo Press (THE ARMAGEDDON RAG) and Dark Harvest (SONGS THE DEAD MEN SING and PORTRAITS OF HIS CHILDREN), but it had been a long time.  The common practice with such editions is for the writer, editor, artist, and publisher to take their own copies from the overrun.  Such copies are marked \"PC\" on the limitation page, which either stands for \"Publisher's Copy\" or \"Presentation Copy,\" depending on who you ask.  This allows the publisher to sell all the letters and all the numbers, up to whatever limit was announced.\r\n\r\nThe folks at Meisha Merlin did not know this, however, being new to this particular game.  I probably knew it at one point, but I'd forgotten.  So when Meisha Merlin did its edition of A GAME OF THRONES, with the Jeffrey Jones artwork, and Steve asked me which numbers and letters I wanted set aside as my author's copies, I blithely answered him.  I asked for the letters G, RR, and M, and Parris received the letter PP.  From the numbered state, I got numbers 1, 7, and (I think) 77, and maybe another, I don't recall.  It is also possible that the artists (Jeffrey Jones on A GAME OF THRONES, John Howe on A CLASH OF KINGS, Charles Keegan on both) received numbered and lettered copies as well, though I do not know that for a certainty.\r\n\r\nWith A STORM OF SWORDS, however, the series moved from Meisha Merlin to Subterranean Press.  SubPress was an experienced small press and had done dozens of limited editions prior to mine, and they had their own practices in this area... practices more in line with industry standard than those at Meisha Merlin.  Bill pointed out to me that if he pulled 5 letters from the lettered edition to give to me, that left him only 47 to sell (the lettered editions of these were limited to 52 copies, A through ZZ), a considerable loss of revenue given the expense and price of these.  And if he also gave five letters to the artist, the impact was doubled.  Ditto with the numbered state.  \"PC\" copies are not intended for sale, however, so those would have no impact on his bottom line.  I could not argue with his logic, so I agreed that henceforth I would take my copies as PCs.\r\n\r\nSo that's the story.  Because of the change of publishers, I have lettered and numbered copies of the two Meisha Merlin books, PC copies of the Subterranean STORM OF SWORDS and (soon) FEAST FOR CROWS.  And somewhere out there are collectors who own the G, RR, M, and PP copies of STORM and (soon) FEAST, who may be madly searching for the same letters of the Meisha Merlin volumes to complete their run.  Alas, they won't find 'em.  I got 'em here.  Ditto on the numbers.\r\n\r\nI hope that clears up some of the confusion.\r\n\r\n(Oh, by the way, Marc Fishman is already hard at work on the artwork for the Subterranean limited edition of A DANCE WITH DRAGONS.  So when that book is finally done, there's a good chance the Subterranean edition may come out quite soon after the trade hardcovers from Voyager and Spectra, and a very slim chance that it might actually beat 'em into print).","ditemid":76139,"eventtime":"2009-02-22 12:45:00","props":{"personifi_word_count":848,"opt_nocomments":1,"current_moodid":73,"personifi_tags":"nterms:yes"},"can_comment":0,"logtime":"2009-02-22 20:22:21","anum":107,"url":"http://grrm.livejournal.com/76139.html","event_timestamp":1235306700,"reply_count":0}