{"itemid":302,"subject":"March Madness","event":"My new Library Tower, under construction since last June, is nearing completion.  A few more weeks, and I will finally be able to get my books out of boxes and back onto shelves, where they belong.  This process has made me acutely aware of just how many books I have (a lot), and especially how many copies of my OWN books I have (more than I need).  \r\n\r\nWe got a nice response to the TUF VOYAGING sale in January and the WINDHAVEN sale in February, so I figured I'd follow up with another sale for March, maybe clear off my shelves a little more.  This month I thought I'd do something for my readers and collectors from outside the United States.  So I'm going to put ALL my foreign editions on sale.\r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/0002yxcz/\"><img src=\"http://pics.livejournal.com/grrm/pic/0002yxcz/s320x240\" width=\"172\" height=\"240\" border='0'/></a>\r\n\r\nOver the years I've accumulated quite a few extra copies of many of my foreign editions, on just about all my books.  A few of them are pictured here in this blog post.  You can see many more on the Signed Books page of my website, where I've offered some for sale.  Check out those listings at:\r\n\r\nhttp://www.georgerrmartin.com/books-foreign.html\r\n\r\nIf you see anything you'd like to add to your collection, now is the time to get it.  For the rest of March, I am reducing all the prices listed on that page by $5.\r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/0002zfy3/\"><img src=\"http://pics.livejournal.com/grrm/pic/0002zfy3/s320x240\" width=\"150\" height=\"240\" border='0'/></a>\r\n\r\nThe prices listed (minus five bucks) would include Book Rate / Media Mail shipping within the United States.  For overseas or international shipping, there would be an additional charge.  Inquire at georr@aol.com and let us know which book you're interested in and where you want it shipped, and we'll calculate the shipping charges for you.\r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/000309ex/\"><img src=\"http://pics.livejournal.com/grrm/pic/000309ex/s320x240\" width=\"152\" height=\"240\" border='0'/></a>\r\n\r\nFrench editions, Spanish editions, Italian, Swedish, Finnish, Chinese, Japanese, Korean, German, Czech, and many more... You'll see most of these listed on the page I linked to above, but if you're after a title or edition that you DON'T see, inquire.  In cases where I only had a few extra copies I never bothered to list the book on Signed Books, but I still might have a copy I'd be willing to let go to a good home.\r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/000317xe/\"><img src=\"http://pics.livejournal.com/grrm/pic/000317xe/s320x240\" width=\"159\" height=\"240\" border='0'/></a>\r\n\r\nAnd yes, I do take PayPal.  In fact, it's my preferred method of payment... both for selling books, and for buying miniature toy knights.\r\n\r\n<a href=\"http://pics.livejournal.com/grrm/pic/0003287b/\"><img src=\"http://pics.livejournal.com/grrm/pic/0003287b/s320x240\" width=\"167\" height=\"240\" border='0'/></a>\r\n\r\nAnd needless to say, I'd be glad to sign the books, and personally inscribe them upon request.\r\n\r\nThanks for all your help in clearing off my shelves and storage lockers.","ditemid":77532,"eventtime":"2009-03-04 10:40:00","props":{"personifi_word_count":434,"opt_nocomments":1,"current_moodid":70},"can_comment":0,"logtime":"2009-03-04 18:12:35","anum":220,"url":"http://grrm.livejournal.com/77532.html","event_timestamp":1236163200,"reply_count":0}